[{
    "code": "PUB-00000",
    "page": {
        "currentPage": 1,
        "pageItemSize": 500,
        "totalItemCount": 100,
        "totalPageCount": 1
    },
    "content": [
        {
            "id": 650691,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2552990,
            "level": 0,
            "subjectDo": {
                "id": 2552990,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>下列关于党和国家推动共建“一带一路”高质量发展成果表述错误的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"习近平总书记从六个方面对新时代继续推动共建“一带一路”高质量发展作出部署\"}, {\"label\": \"B\", \"content\": \"从2016年到2021年中央召开了三次关于推动共建“一带一路”的座谈会，主题都是“合作共赢”\"}, {\"label\": \"C\", \"content\": \"中国同30多个国家发起了绿色发展了伙伴关系倡议和疫苗合作伙伴关系倡议，向共建国提供14亿多剂新冠疫苗\"}, {\"label\": \"D\", \"content\": \"“一带一路”倡议提出以来，中国已同140个国家和30多个国际组织签署200多份共健“一带一路”合作文件，使相关国家760万人摆脱极端贫困，3200万人摆脱中度贫困\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查政治常识。</p><p>A项正确，2021年11月19日，习近平总书记出席第三次“一带一路”建设座谈会并发表重要讲话，为新时代继续推动共建“一带一路”高质量发展，作出重要部署。习近平总书记在讲话中，从六个方面对新时代继续推动共建“一带一路”高质量发展作出部署：要正确认识和把握共建“一带一路”面临的新形势、要夯实发展根基、要稳步拓展合作新领域、要更好服务构建新发展格局、要全面强化风险防控、要强化统筹协调。</p><p>B项错误，从2016到2021，短短五年间中央就召开了三次关于推动共建“一带一路”的座谈会。每次座谈会，习近平总书记都作了重要讲话，“互联互通”是讲话中不变的主题。因应国际国内形势的变化，每一次讲话都有精辟的论述、重要的部署。</p><p>C项正确，2021年以来，我国同30多个国家发起了绿色发展伙伴关系倡议和疫苗合作伙伴关系倡议，向共建国家提供14亿多剂新冠疫苗。</p><p>D项正确，“一带一路”倡议提出8年来，中国已同140个国家和30多个国际组织签署200多份共建“一带一路”合作文件。根据世界银行的研究报告，共建“一带一路”倡议将使相关国家760万人摆脱极端贫困、3200万人摆脱中度贫困。</p><p>本题为选非题，故正确答案为B。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "习近平总书记从六个方面对新时代继续推动共建“一带一路”高质量发展作出部署"
                    },
                    {
                        "label": "B",
                        "content": "从2016年到2021年中央召开了三次关于推动共建“一带一路”的座谈会，主题都是“合作共赢”"
                    },
                    {
                        "label": "C",
                        "content": "中国同30多个国家发起了绿色发展了伙伴关系倡议和疫苗合作伙伴关系倡议，向共建国提供14亿多剂新冠疫苗"
                    },
                    {
                        "label": "D",
                        "content": "“一带一路”倡议提出以来，中国已同140个国家和30多个国际组织签署200多份共健“一带一路”合作文件，使相关国家760万人摆脱极端贫困，3200万人摆脱中度贫困"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "习近平总书记从六个方面对新时代继续推动共建“一带一路”高质量发展作出部署"
                    },
                    {
                        "label": "B",
                        "content": "从2016年到2021年中央召开了三次关于推动共建“一带一路”的座谈会，主题都是“合作共赢”"
                    },
                    {
                        "label": "C",
                        "content": "中国同30多个国家发起了绿色发展了伙伴关系倡议和疫苗合作伙伴关系倡议，向共建国提供14亿多剂新冠疫苗"
                    },
                    {
                        "label": "D",
                        "content": "“一带一路”倡议提出以来，中国已同140个国家和30多个国际组织签署200多份共健“一带一路”合作文件，使相关国家760万人摆脱极端贫困，3200万人摆脱中度贫困"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "“一带一路”倡议提出以来，中国已同140个国家和30多个国际组织签署200多份共健“一带一路”合作文件，使相关国家760万人摆脱极端贫困，3200万人摆脱中度贫困"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "从2016年到2021年中央召开了三次关于推动共建“一带一路”的座谈会，主题都是“合作共赢”"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "中国同30多个国家发起了绿色发展了伙伴关系倡议和疫苗合作伙伴关系倡议，向共建国提供14亿多剂新冠疫苗"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "习近平总书记从六个方面对新时代继续推动共建“一带一路”高质量发展作出部署"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650692,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2552991,
            "level": 1,
            "subjectDo": {
                "id": 2552991,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>下列关于《中国共产党统一战线工作条例》的说法错误的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"中国共产党领导的多党合作和政治协商制度是中国特色社会主义新型政党制度，是我国的一项基本政治制度\"}, {\"label\": \"B\", \"content\": \"无党派人士是指没有参加任何政党，对社会有贡献和影响的人士，其主体是知识分子，其参照民主党派履行职能\"}, {\"label\": \"C\", \"content\": \"中国各民主党派是中国特色社会主义参政党，是接受中国共产党领导，同中国共产党通力合作的亲密友党，也是中国共产党的好参谋、好帮手、好同事\"}, {\"label\": \"D\", \"content\": \"支持民主党派和无党派人士参政的主要内容是：参加国家政权，参与重要方针政策、重要领导人选的协商，参与国家事务的管理，参与国家方针政策、法律法规的制定和执行\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查政治常识。</p><p>A项正确，《中国共产党统一战线工作条例》第十二条第一款规定：“中国共产党领导的多党合作和政治协商制度是中国特色社会主义新型政党制度，是我国的一项基本政治制度。中国共产党同各民主党派实行长期共存、互相监督、肝胆相照、荣辱与共的基本方针。”</p><p>B项错误、C项正确，《中国共产党统一战线工作条例》第十二条第二、三、四款规定：“民主党派是接受中国共产党领导、同中国共产党通力合作的亲密友党，是中国共产党的好参谋、好帮手、好同事，是中国特色社会主义参政党。无党派人士是指没有参加任何政党、有参政议政愿望和能力、对社会有积极贡献和一定影响的人士，其主体是知识分子。民主党派的基本职能是参政议政、民主监督、参加中国共产党领导的政治协商。无党派人士参照民主党派履行职能。”</p><p>D项正确，《中国共产党统一战线工作条例》第十四条第一款规定：“支持民主党派和无党派人士参政的主要内容是：参加国家政权，参与重要方针政策、重要领导人选的协商，参与国家事务的管理，参与国家方针政策、法律法规的制定和执行。”</p><p>本题为选非题，故正确答案为B。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "中国共产党领导的多党合作和政治协商制度是中国特色社会主义新型政党制度，是我国的一项基本政治制度"
                    },
                    {
                        "label": "B",
                        "content": "无党派人士是指没有参加任何政党，对社会有贡献和影响的人士，其主体是知识分子，其参照民主党派履行职能"
                    },
                    {
                        "label": "C",
                        "content": "中国各民主党派是中国特色社会主义参政党，是接受中国共产党领导，同中国共产党通力合作的亲密友党，也是中国共产党的好参谋、好帮手、好同事"
                    },
                    {
                        "label": "D",
                        "content": "支持民主党派和无党派人士参政的主要内容是：参加国家政权，参与重要方针政策、重要领导人选的协商，参与国家事务的管理，参与国家方针政策、法律法规的制定和执行"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "中国共产党领导的多党合作和政治协商制度是中国特色社会主义新型政党制度，是我国的一项基本政治制度"
                    },
                    {
                        "label": "B",
                        "content": "无党派人士是指没有参加任何政党，对社会有贡献和影响的人士，其主体是知识分子，其参照民主党派履行职能"
                    },
                    {
                        "label": "C",
                        "content": "中国各民主党派是中国特色社会主义参政党，是接受中国共产党领导，同中国共产党通力合作的亲密友党，也是中国共产党的好参谋、好帮手、好同事"
                    },
                    {
                        "label": "D",
                        "content": "支持民主党派和无党派人士参政的主要内容是：参加国家政权，参与重要方针政策、重要领导人选的协商，参与国家事务的管理，参与国家方针政策、法律法规的制定和执行"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "支持民主党派和无党派人士参政的主要内容是：参加国家政权，参与重要方针政策、重要领导人选的协商，参与国家事务的管理，参与国家方针政策、法律法规的制定和执行"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "无党派人士是指没有参加任何政党，对社会有贡献和影响的人士，其主体是知识分子，其参照民主党派履行职能"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "中国各民主党派是中国特色社会主义参政党，是接受中国共产党领导，同中国共产党通力合作的亲密友党，也是中国共产党的好参谋、好帮手、好同事"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "中国共产党领导的多党合作和政治协商制度是中国特色社会主义新型政党制度，是我国的一项基本政治制度"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650693,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2552992,
            "level": 2,
            "subjectDo": {
                "id": 2552992,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>《中共中央国务院关于加强基层治理体系和治理能力现代化建设的意见》提出，力争用5年左右时间建立起（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"党组织统一领导、政府依法决策、各类团体积极协同、群众广泛参与，自治、法治、德治相结合的基层治理体系\"}, {\"label\": \"B\", \"content\": \"党组织统一领导、政府依法履责、各类组织积极协同、群众广泛参与，自治、法治、德治相结合的基层治理体系\"}, {\"label\": \"C\", \"content\": \"党组织统一领导、政府依法履责、社会组织积极协同、公众积极参与，自治、法治、德治相结合的基层治理体系\"}, {\"label\": \"D\", \"content\": \"党组织统一领导、政府依法履责、各人民团体和社会组织积极协同、群众广泛参与，自治、法治、德治相结合的基层治理体系\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查政治常识。</p><p>《中共中央国务院关于加强基层治理体系和治理能力现代化建设的意见》指出：“力争用5年左右时间，建立起党组织统一领导、政府依法履责、各类组织积极协同、群众广泛参与，自治、法治、德治相结合的基层治理体系，······”</p><p>故正确答案为B。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "党组织统一领导、政府依法决策、各类团体积极协同、群众广泛参与，自治、法治、德治相结合的基层治理体系"
                    },
                    {
                        "label": "B",
                        "content": "党组织统一领导、政府依法履责、各类组织积极协同、群众广泛参与，自治、法治、德治相结合的基层治理体系"
                    },
                    {
                        "label": "C",
                        "content": "党组织统一领导、政府依法履责、社会组织积极协同、公众积极参与，自治、法治、德治相结合的基层治理体系"
                    },
                    {
                        "label": "D",
                        "content": "党组织统一领导、政府依法履责、各人民团体和社会组织积极协同、群众广泛参与，自治、法治、德治相结合的基层治理体系"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "党组织统一领导、政府依法决策、各类团体积极协同、群众广泛参与，自治、法治、德治相结合的基层治理体系"
                    },
                    {
                        "label": "B",
                        "content": "党组织统一领导、政府依法履责、各类组织积极协同、群众广泛参与，自治、法治、德治相结合的基层治理体系"
                    },
                    {
                        "label": "C",
                        "content": "党组织统一领导、政府依法履责、社会组织积极协同、公众积极参与，自治、法治、德治相结合的基层治理体系"
                    },
                    {
                        "label": "D",
                        "content": "党组织统一领导、政府依法履责、各人民团体和社会组织积极协同、群众广泛参与，自治、法治、德治相结合的基层治理体系"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "党组织统一领导、政府依法履责、各人民团体和社会组织积极协同、群众广泛参与，自治、法治、德治相结合的基层治理体系"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "党组织统一领导、政府依法履责、各类组织积极协同、群众广泛参与，自治、法治、德治相结合的基层治理体系"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "党组织统一领导、政府依法履责、社会组织积极协同、公众积极参与，自治、法治、德治相结合的基层治理体系"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "党组织统一领导、政府依法决策、各类团体积极协同、群众广泛参与，自治、法治、德治相结合的基层治理体系"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650694,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2552993,
            "level": 3,
            "subjectDo": {
                "id": 2552993,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>2021年10月，中共中央、国务院印发《成渝地区双城经济圈建设规划纲要》（简称《纲要》）。下列关于《纲要》总体要求的说法错误的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"在共建“一带一路”中发挥带动作用\"}, {\"label\": \"B\", \"content\": \"在推进新时代西部大开发中发挥支撑作用\"}, {\"label\": \"C\", \"content\": \"在推进长江经济带绿色发展中发挥示范作用\"}, {\"label\": \"D\", \"content\": \"在中华文化保护传承弘扬的过程中发挥引领作用\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查政治常识。</p><p>《成渝地区双城经济圈建设规划纲要》中“总体要求”指出：“加强顶层设计和统筹协调，牢固树立一体化发展理念，唱好‘双城记’，共建经济圈，合力打造区域协作的高水平样板，在推进新时代西部大开发中发挥支撑作用，在共建‘一带一路’中发挥带动作用，在推进长江经济带绿色发展中发挥示范作用。”</p><p>本题为选非题，故正确答案为D。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "在共建“一带一路”中发挥带动作用"
                    },
                    {
                        "label": "B",
                        "content": "在推进新时代西部大开发中发挥支撑作用"
                    },
                    {
                        "label": "C",
                        "content": "在推进长江经济带绿色发展中发挥示范作用"
                    },
                    {
                        "label": "D",
                        "content": "在中华文化保护传承弘扬的过程中发挥引领作用"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "在共建“一带一路”中发挥带动作用"
                    },
                    {
                        "label": "B",
                        "content": "在推进新时代西部大开发中发挥支撑作用"
                    },
                    {
                        "label": "C",
                        "content": "在推进长江经济带绿色发展中发挥示范作用"
                    },
                    {
                        "label": "D",
                        "content": "在中华文化保护传承弘扬的过程中发挥引领作用"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "在中华文化保护传承弘扬的过程中发挥引领作用"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "在推进新时代西部大开发中发挥支撑作用"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "在推进长江经济带绿色发展中发挥示范作用"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "在共建“一带一路”中发挥带动作用"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650695,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2552994,
            "level": 4,
            "subjectDo": {
                "id": 2552994,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>习近平总书记在第四届中国国际进口博览会开幕式上的主旨演讲中谈到新冠肺炎疫情阴霾未散，世界经济复苏前路坎坷时引用了一句古语“孤举者难起，众行者易趋”。下列最能体现这一古语精髓的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"取人之长，补己之短\"}, {\"label\": \"B\", \"content\": \"同舟共济，共克时艰\"}, {\"label\": \"C\", \"content\": \"物之不齐，物之情也\"}, {\"label\": \"D\", \"content\": \"非知之艰，行之惟艰\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查人文常识。</p><p>“孤举者难起，众行者易趋”出自清代魏源的《默觚•治篇》，意思是一个人托举重物是很难举起的，许多人一起走路就容易走得快。其从正反两方面强调了团结合作的重要性。</p><p>A项错误，“取人之长，补己之短”强调吸取别人的长处，弥补自己的短处。</p><p>B项正确，“同舟共济，共克时艰”强调团结合作的重要性。</p><p>C项错误，“物之不齐，物之情也”的意思是，物品千差万别，这是客观情形，也是自然规律。其强调的是尊重事物的差异性或多样性。</p><p>D项错误，“非知之艰，行之惟艰”的意思是，懂得道理并不难，而是实行它很难。其强调实践的重要性。</p><p>故正确答案为B。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "取人之长，补己之短"
                    },
                    {
                        "label": "B",
                        "content": "同舟共济，共克时艰"
                    },
                    {
                        "label": "C",
                        "content": "物之不齐，物之情也"
                    },
                    {
                        "label": "D",
                        "content": "非知之艰，行之惟艰"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "取人之长，补己之短"
                    },
                    {
                        "label": "B",
                        "content": "同舟共济，共克时艰"
                    },
                    {
                        "label": "C",
                        "content": "物之不齐，物之情也"
                    },
                    {
                        "label": "D",
                        "content": "非知之艰，行之惟艰"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "非知之艰，行之惟艰"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "同舟共济，共克时艰"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "物之不齐，物之情也"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "取人之长，补己之短"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650696,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2552995,
            "level": 5,
            "subjectDo": {
                "id": 2552995,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>党的百年奋斗史，贯穿着党团结带领人民为争取人权、尊重人权、保障人权、发展人权而进行的不懈努力。下列关于我国人权事业的说法错误的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"生存是享有一切人权的基础，人民幸福生活是最大的人权\"}, {\"label\": \"B\", \"content\": \"人权是历史的、具体的、现实的，不能脱离不同国家的社会政治条件和历史文化传统空谈人权\"}, {\"label\": \"C\", \"content\": \"我们党自成立之日起就高举起“争民主、争人权”的旗帜，鲜明宣示了救国救民、争取人权的主张\"}, {\"label\": \"D\", \"content\": \"我国将在2035年全面建成小康社会，历史性地解决绝对贫因问题，为我国人权事业发展打下更为坚实的物质基础\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查政治常识。</p><p>A项正确，2022年2月25日，习近平总书记在主持中共中央政治局第三十七次集体学习时指出：“生存是享有一切人权的基础，人民幸福生活是最大的人权。”</p><p>B项正确，2022年2月25日，习近平总书记在主持中共中央政治局第三十七次集体学习时指出：“人权是历史的、具体的、现实的，不能脱离不同国家的社会政治条件和历史文化传统空谈人权。”</p><p>C项正确，2022年2月25日，习近平总书记在主持中共中央政治局第三十七次集体学习时指出：“尊重和保障人权是中国共产党人的不懈追求。我们党自成立之日起就高举起‘争民主、争人权’的旗帜，鲜明宣示了救国救民、争取人权的主张。”</p><p>D项错误，2022年2月25日，习近平总书记在主持中共中央政治局第三十七次集体学习时指出：“党的十八大以来，我们坚持把尊重和保障人权作为治国理政的一项重要工作，推动我国人权事业取得历史性成就。我们实现了第一个百年奋斗目标，全面建成小康社会，历史性地解决了绝对贫困问题，为我国人权事业发展打下了更为坚实的物质基础。”2020年我国全面建成小康社会，而非2035年。</p><p>本题为选非题，故正确答案为D。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "生存是享有一切人权的基础，人民幸福生活是最大的人权"
                    },
                    {
                        "label": "B",
                        "content": "人权是历史的、具体的、现实的，不能脱离不同国家的社会政治条件和历史文化传统空谈人权"
                    },
                    {
                        "label": "C",
                        "content": "我们党自成立之日起就高举起“争民主、争人权”的旗帜，鲜明宣示了救国救民、争取人权的主张"
                    },
                    {
                        "label": "D",
                        "content": "我国将在2035年全面建成小康社会，历史性地解决绝对贫因问题，为我国人权事业发展打下更为坚实的物质基础"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "生存是享有一切人权的基础，人民幸福生活是最大的人权"
                    },
                    {
                        "label": "B",
                        "content": "人权是历史的、具体的、现实的，不能脱离不同国家的社会政治条件和历史文化传统空谈人权"
                    },
                    {
                        "label": "C",
                        "content": "我们党自成立之日起就高举起“争民主、争人权”的旗帜，鲜明宣示了救国救民、争取人权的主张"
                    },
                    {
                        "label": "D",
                        "content": "我国将在2035年全面建成小康社会，历史性地解决绝对贫因问题，为我国人权事业发展打下更为坚实的物质基础"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "我国将在2035年全面建成小康社会，历史性地解决绝对贫因问题，为我国人权事业发展打下更为坚实的物质基础"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "人权是历史的、具体的、现实的，不能脱离不同国家的社会政治条件和历史文化传统空谈人权"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "我们党自成立之日起就高举起“争民主、争人权”的旗帜，鲜明宣示了救国救民、争取人权的主张"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "生存是享有一切人权的基础，人民幸福生活是最大的人权"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650697,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2552996,
            "level": 6,
            "subjectDo": {
                "id": 2552996,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"A\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>下列关于“华西秋雨”说法正确的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"一般持续时间较长，年际变化较大\"}, {\"label\": \"B\", \"content\": \"是由秋季台风活动带来的降水现象\"}, {\"label\": \"C\", \"content\": \"主要影响我国新疆、青海、西藏等地区\"}, {\"label\": \"D\", \"content\": \"降雨量一般多于夏季，造成河流显著的秋汛\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查地理国情。</p><p>每逢进入8月底后，在全国大部分地区秋高气爽的时节，华西却阴雨绵绵。20世纪二三十年代，竺可桢、涂长望先后在中国气候区划中，将云贵高原和四川盆地周边山区划为华西气候区；上世纪50年代末期，高由禧和郭其蕴系统地研究了中国的秋雨，并提出了“华西秋雨”的概念，最终得名。</p><p>A项正确，“华西秋雨”一般出现在9-11月，最早出现日期有时可从8月下旬开始，最晚在11月下旬结束，持续时间长是其最鲜明的特点。此外，其年际变化较大，有的年份不明显，有的年份则阴雨连绵。</p><p>B项错误，夏秋转换，副高南移，秋季频繁南下的冷空气因受秦岭和云贵高原以及青藏高原东侧地形阻滞，常常易与来自副高西南侧的暖湿空气相互作用，从而形成“华西秋雨”。</p><p>C项错误，“华西秋雨”是我国西部地区秋季多雨的特殊天气现象，主要出现在甘肃东南部、陕西南部、四川和贵州两省大部、湖北和湖南西部及云南东北部。</p><p>D项错误，虽然“华西秋雨”降水强度不是很大，但是由于雨日多，所以累积雨量往往较大，一般大于春季小于夏季。</p><p>故正确答案为A。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "一般持续时间较长，年际变化较大"
                    },
                    {
                        "label": "B",
                        "content": "是由秋季台风活动带来的降水现象"
                    },
                    {
                        "label": "C",
                        "content": "主要影响我国新疆、青海、西藏等地区"
                    },
                    {
                        "label": "D",
                        "content": "降雨量一般多于夏季，造成河流显著的秋汛"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "一般持续时间较长，年际变化较大"
                    },
                    {
                        "label": "B",
                        "content": "是由秋季台风活动带来的降水现象"
                    },
                    {
                        "label": "C",
                        "content": "主要影响我国新疆、青海、西藏等地区"
                    },
                    {
                        "label": "D",
                        "content": "降雨量一般多于夏季，造成河流显著的秋汛"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "A",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "降雨量一般多于夏季，造成河流显著的秋汛"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "是由秋季台风活动带来的降水现象"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "主要影响我国新疆、青海、西藏等地区"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "一般持续时间较长，年际变化较大"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650698,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2552997,
            "level": 7,
            "subjectDo": {
                "id": 2552997,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>南水北调工程是实现我国水资源优化配置、促进经济社会可持续发展、保障和改善民生的重大战略性基础设施。下列关于南水北调工程说法错误的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"调水线路横跨长江、淮河、黄河、海河四大流域\"}, {\"label\": \"B\", \"content\": \"东线一期工程由调水工程和治污工程两部分组成\"}, {\"label\": \"C\", \"content\": \"西线工程调长江水入黄河上游，已全面开江建设\"}, {\"label\": \"D\", \"content\": \"中线工程以明渠输水方式为生，局部采用管涵过水\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查地理国情。</p><p>A项正确，经过上世纪50年代以来的勘测、规划和研究，在分析比较50多种规划方案的基础上，分别在长江下游、中游、上游规划了三个调水区，形成了南水北调工程东线、中线、西线三条调水线路。根据2002年国务院批复的《南水北调工程总体规划》，通过东中西三条调水线路，与长江、淮河、黄河、海河相互联接，构成我国中部地区水资源“四横三纵、南北调配、东西互济”的总体格局。</p><p>B项正确，南水北调东线工程利用江苏省已有的江水北调工程，逐步扩大调水规模并延长输水线路。东线工程从长江下游扬州江都抽引长江水，利用京杭大运河及与其平行的河道逐级提水北送，并连接起调蓄作用的洪泽湖、骆马湖、南四湖、东平湖。出东平湖后分两路输水：一路向北，在位山附近经隧洞穿过黄河，输水到天津；另一路向东，通过胶东地区输水干线经济南输水到烟台、威海。东线工程调水规模为148亿立方米，规划分三期建设。南水北调东线一期工程由调水工程和治污工程两大部分组成。其中，调水工程主要包括：疏浚开挖整治河道14条，新建21座泵站，更新改造泵站4座，新建3座调蓄水库，建设穿黄工程等。治污工程分为城市污水处理及再生利用设施、工业综合治理、工业结构调整、截污导流、流域综合治理5类，共426个项目，其中山东省324个、江苏省102个。</p><p>C项错误，南水北调西线工程在长江上游通天河、支流雅砻江和大渡河上游筑坝建库，开凿穿过长江与黄河分水岭巴颜喀拉山的输水隧洞，调长江水入黄河上游。按照总体规划，南水北调西线工程主要解决涉及青海、甘肃、宁夏、内蒙古、陕西、山西等6省（自治区）黄河上中游地区和渭河关中平原的缺水问题。具体方案正在深入研究论证中。</p><p>D项正确，南水北调中线工程从加坝扩容后的丹江口水库陶岔渠首闸引水，沿线开挖渠道，经唐白河流域西部过长江流域与淮河流域的分水岭方城垭口，沿黄淮海平原西部边缘，在郑州以西李村附近穿过黄河，沿京广铁路西侧北上，可基本自流到北京、天津。南水北调中线工程总干渠特点是规模大，渠线长，建筑物样式多，交叉建筑物多，总干渠呈南高北低之势，具有自流输水和供水的优越条件。以明渠输水方式为主，局部采用管涵过水。</p><p>本题为选非题，故正确答案为C。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "调水线路横跨长江、淮河、黄河、海河四大流域"
                    },
                    {
                        "label": "B",
                        "content": "东线一期工程由调水工程和治污工程两部分组成"
                    },
                    {
                        "label": "C",
                        "content": "西线工程调长江水入黄河上游，已全面开江建设"
                    },
                    {
                        "label": "D",
                        "content": "中线工程以明渠输水方式为生，局部采用管涵过水"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "调水线路横跨长江、淮河、黄河、海河四大流域"
                    },
                    {
                        "label": "B",
                        "content": "东线一期工程由调水工程和治污工程两部分组成"
                    },
                    {
                        "label": "C",
                        "content": "西线工程调长江水入黄河上游，已全面开江建设"
                    },
                    {
                        "label": "D",
                        "content": "中线工程以明渠输水方式为生，局部采用管涵过水"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "中线工程以明渠输水方式为生，局部采用管涵过水"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "东线一期工程由调水工程和治污工程两部分组成"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "西线工程调长江水入黄河上游，已全面开江建设"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "调水线路横跨长江、淮河、黄河、海河四大流域"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650699,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2552998,
            "level": 8,
            "subjectDo": {
                "id": 2552998,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"A\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>下列关于土壤系统的说法错误的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"土壤向植物提供养分的能力直接取决于土壤的养分储量\"}, {\"label\": \"B\", \"content\": \"砂质土通气性好，透水性强，土壤中有机质矿化作用快\"}, {\"label\": \"C\", \"content\": \"土壤具有容纳消化污染物的性能，称之为土壤环境容量\"}, {\"label\": \"D\", \"content\": \"土壤热容量的大小主要取决于土壤水含量和有机质含量\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查科技常识。</p><p>A项错误，土壤向植物提供养分的能力并不直接决定于土壤的养分储量，而是取决于养分有效性的高低。土壤里面缺乏植物生长必需的17种元素，植物就不能健康地生长；土壤缺乏有机质，矿物质元素就不能够很好地吸收和利用。</p><p>B项正确，砂质土通气性好，透水性强，作物根系易于发展，土温上升快，土壤中有机质矿化作用也快，然而保水供水的能力差，土壤容易产生旱象。土壤中有机质矿化作用是指复杂的有机物质，在微生物的作用下，分解为简单的化合物，同时释放出矿质养料和能量的过程。</p><p>C项正确，物理净化、化学净化、物理化学净化和生物净化四种作用使土壤具有容纳消化污染物的性能，这种性能称之为土壤环境容量。</p><p>D项正确，土壤热容量指单位质量或原状体积土壤温度升高<img src=\"https://img.xdtech.top/uploadFiles/image/new/9fe8e283d9238c0b4973d690d554a093\" style=\"height:33px;margin-top:-3px;\"></img>所需的热量。土壤热容量的大小主要取决于土壤水含量和有机质含量。</p><p>本题为选非题，故正确答案为A。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "土壤向植物提供养分的能力直接取决于土壤的养分储量"
                    },
                    {
                        "label": "B",
                        "content": "砂质土通气性好，透水性强，土壤中有机质矿化作用快"
                    },
                    {
                        "label": "C",
                        "content": "土壤具有容纳消化污染物的性能，称之为土壤环境容量"
                    },
                    {
                        "label": "D",
                        "content": "土壤热容量的大小主要取决于土壤水含量和有机质含量"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "土壤向植物提供养分的能力直接取决于土壤的养分储量"
                    },
                    {
                        "label": "B",
                        "content": "砂质土通气性好，透水性强，土壤中有机质矿化作用快"
                    },
                    {
                        "label": "C",
                        "content": "土壤具有容纳消化污染物的性能，称之为土壤环境容量"
                    },
                    {
                        "label": "D",
                        "content": "土壤热容量的大小主要取决于土壤水含量和有机质含量"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "A",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "土壤热容量的大小主要取决于土壤水含量和有机质含量"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "砂质土通气性好，透水性强，土壤中有机质矿化作用快"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "土壤具有容纳消化污染物的性能，称之为土壤环境容量"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "土壤向植物提供养分的能力直接取决于土壤的养分储量"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650700,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2552999,
            "level": 9,
            "subjectDo": {
                "id": 2552999,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>世界早期文明都发源于大河流域，“四大文明”中的古巴比伦文明发源于（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"尼罗河流域\"}, {\"label\": \"B\", \"content\": \"印度河流域\"}, {\"label\": \"C\", \"content\": \"密西西比河流域\"}, {\"label\": \"D\", \"content\": \"底格里斯河和幼发拉底河流域\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查人文常识。</p><p>两河流域（“两河”是指西亚的幼发拉底河与底格里斯河），又称“美索不达米亚”，意即“两河之间的地方”，大体上是以今天伊拉克首都巴格达为中心的狭长地带。约从公元前3500年起，两河流域南部逐渐产生了一些以城市为中心的小国，小国之间混战不止。大约在公元前24世纪，两河流域实现了初步统一。古巴比伦王国原是幼发拉底河中游的一个小国。公元前18世纪，第六代国王汉谟拉比在位时，对外采取各个击破策略，完成了两河流域中下游地区的统一事业，建立了统一、强大的奴隶制国家。</p><p>故正确答案为D。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "尼罗河流域"
                    },
                    {
                        "label": "B",
                        "content": "印度河流域"
                    },
                    {
                        "label": "C",
                        "content": "密西西比河流域"
                    },
                    {
                        "label": "D",
                        "content": "底格里斯河和幼发拉底河流域"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "尼罗河流域"
                    },
                    {
                        "label": "B",
                        "content": "印度河流域"
                    },
                    {
                        "label": "C",
                        "content": "密西西比河流域"
                    },
                    {
                        "label": "D",
                        "content": "底格里斯河和幼发拉底河流域"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "底格里斯河和幼发拉底河流域"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "印度河流域"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "密西西比河流域"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "尼罗河流域"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650701,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553000,
            "level": 10,
            "subjectDo": {
                "id": 2553000,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>古丝绸之路上中西使者住来不绝。东汉时期，中国和罗马两大国直接通使，代表东汉王朝第一位出使罗马的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"张骞\"}, {\"label\": \"B\", \"content\": \"班超\"}, {\"label\": \"C\", \"content\": \"甘英\"}, {\"label\": \"D\", \"content\": \"李陵\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查人文常识。</p><p>A项错误，公元前138年，张骞受汉武帝派遣，率领随从西出长安，踏上了前往西域的征程。张骞把在西域各国的见闻，以及各国想与汉朝往来的愿望，向汉武帝进行汇报，使汉朝了解到西域的具体情况。公元前119年，张骞再次率领300多人的使团，带着万头牛羊，以及金币、丝绸等财物，走访了乌孙等西域许多国家。西域各国也认识到汉朝的富足与强大，纷纷派使节来到长安，促进了汉朝与西域之间的相互了解与往来。</p><p>B项错误，班超是东汉时期著名军事家、外交家，不甘于为官府抄写文书，投笔从戎，随窦固出击北匈奴，又奉命出使西域。</p><p>C项正确，西汉末年，匈奴重新控制了西域，汉朝与西域的往来中断。东汉明帝时，派兵出击匈奴，并派班超出使西域。班超克服重重困难，使西域各国重新与汉朝建立联系。他得到了西域各国的信任，长期留守西域。班超在西域期间，还派甘英出使大秦（即罗马帝国）。甘英到达安息（在今伊朗高原和两河流域）后受阻，未能继续前行，但此行开辟了通往西亚的路线。</p><p>D项错误，李陵，西汉名将、文学家，飞将军李广长孙。天汉二年（前99年），跟随贰师将军李广利出征匈奴，率五千步兵与八万匈奴兵战于浚稽山，终因寡不敌众兵败投降。汉武帝误听信李陵替匈奴练兵的讹传，夷灭李陵三族，致使其彻底与汉朝断绝关系。</p><p>故正确答案为C。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "张骞"
                    },
                    {
                        "label": "B",
                        "content": "班超"
                    },
                    {
                        "label": "C",
                        "content": "甘英"
                    },
                    {
                        "label": "D",
                        "content": "李陵"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "张骞"
                    },
                    {
                        "label": "B",
                        "content": "班超"
                    },
                    {
                        "label": "C",
                        "content": "甘英"
                    },
                    {
                        "label": "D",
                        "content": "李陵"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "李陵"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "班超"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "甘英"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "张骞"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650702,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553001,
            "level": 11,
            "subjectDo": {
                "id": 2553001,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>2020年3月1日，张某应聘到天地公司工作，2020年7月31日，张某提出辞职，天地公司同意，并结清了张某的工资，双方办理了交接手续，2021年5月，张某申请劳动仲裁，要求天地公司支付未签订书面劳动合同的双倍工资差额，经查，天地公司未与张某签订书面劳动合同，下列判断正确的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"天地公司不必向张某支付双倍工资差额\"}, {\"label\": \"B\", \"content\": \"自2020年3月1日起至2020年7月31日，天地公司应向张某支付双倍工资差额\"}, {\"label\": \"C\", \"content\": \"自2020年4月2日起至2020年7月31日，天地公司应向张某支付双倍工资差额\"}, {\"label\": \"D\", \"content\": \"自2020年4月1日起至2021年5月31日，天地公司应向张某支付双倍工资差额\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查法律常识。</p><p>《劳动合同法》第八十二条第一款的规定：“用人单位自用工之日起超过一个月不满一年未与劳动者订立书面劳动合同的，应当向劳动者每月支付二倍的工资。”可知，用人单位因为未按时签订书面劳动合同而需承担两倍工资的周期最长为自用工满一个月的第二天至满一年的前一天共计11个月的时间。结合题意可知，自2020年4月2日起至2020年7月31日，天地公司应向张某支付双倍工资差额。</p><p>故正确答案为C。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "天地公司不必向张某支付双倍工资差额"
                    },
                    {
                        "label": "B",
                        "content": "自2020年3月1日起至2020年7月31日，天地公司应向张某支付双倍工资差额"
                    },
                    {
                        "label": "C",
                        "content": "自2020年4月2日起至2020年7月31日，天地公司应向张某支付双倍工资差额"
                    },
                    {
                        "label": "D",
                        "content": "自2020年4月1日起至2021年5月31日，天地公司应向张某支付双倍工资差额"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "天地公司不必向张某支付双倍工资差额"
                    },
                    {
                        "label": "B",
                        "content": "自2020年3月1日起至2020年7月31日，天地公司应向张某支付双倍工资差额"
                    },
                    {
                        "label": "C",
                        "content": "自2020年4月2日起至2020年7月31日，天地公司应向张某支付双倍工资差额"
                    },
                    {
                        "label": "D",
                        "content": "自2020年4月1日起至2021年5月31日，天地公司应向张某支付双倍工资差额"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "自2020年4月1日起至2021年5月31日，天地公司应向张某支付双倍工资差额"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "自2020年3月1日起至2020年7月31日，天地公司应向张某支付双倍工资差额"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "自2020年4月2日起至2020年7月31日，天地公司应向张某支付双倍工资差额"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "天地公司不必向张某支付双倍工资差额"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650703,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553002,
            "level": 12,
            "subjectDo": {
                "id": 2553002,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>下列诗句所对应的节日按时间先后顺序排列正确的是（    ）。</p><p>①尘世难逢开口笑，菊花须插满头归</p><p>②暮云收尽溢清寒，银汉无声转玉盘</p><p>③禁烟不到粤人国，上冢亦携庞老家</p><p>④江亭暇日堪高会，醉讽离骚不解愁</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"③②①④\"}, {\"label\": \"B\", \"content\": \"④③②①\"}, {\"label\": \"C\", \"content\": \"③④②①\"}, {\"label\": \"D\", \"content\": \"④①②③\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查人文常识。</p><p>①“尘世难逢开口笑，菊花须插满头归”出自唐代诗人杜牧的《九日齐山登高》，意思是尘世烦扰平生难逢开口一笑，我定要把菊花插满头才回去。该句描写的是农历九月初九日重阳节。</p><p>②“暮云收尽溢清寒，银汉无声转玉盘”出自宋代苏轼的《阳关曲·中秋月》，意思是夜幕降临，云气收尽，天地间的空气寒冷清新，天上的银河无声流淌，皎洁的月亮像玉盘转到了天空。该句描写的是农历八月十五中秋节。</p><p>③“禁烟不到粤人国，上冢亦携庞老家”出自南宋诗人赵鼎的《寒食》，意思是寒食（禁火寒食）的传统虽然没有传到遥远的广东，但清明上坟奠祭祖先的礼仪还是和中原一样。该句描写的是寒食节。寒食节，在清明节（农历三月）前一二日。</p><p>④“江亭暇日堪高会，醉讽离骚不解愁”出自明代诗人边贡的《午日观竞渡》，意思是闲暇的日子正适合江亭喝酒聚会，醉读《离骚》，吐露生活中的淡淡哀愁。该句描写的是农历五月初五端午节。</p><p>因此，节日按时间先后顺序为③④②①。</p><p>故正确答案为C。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "③②①④"
                    },
                    {
                        "label": "B",
                        "content": "④③②①"
                    },
                    {
                        "label": "C",
                        "content": "③④②①"
                    },
                    {
                        "label": "D",
                        "content": "④①②③"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "③②①④"
                    },
                    {
                        "label": "B",
                        "content": "④③②①"
                    },
                    {
                        "label": "C",
                        "content": "③④②①"
                    },
                    {
                        "label": "D",
                        "content": "④①②③"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "④①②③"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "④③②①"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "③④②①"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "③②①④"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650704,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553003,
            "level": 13,
            "subjectDo": {
                "id": 2553003,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"A\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>2021年是中国共产党建党100年，也是“十四五”开局之年。下列不属于2021年我国取得的重大科技成就的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"九章量子计算机问世，我国量子计算机实现算力全球领先\"}, {\"label\": \"B\", \"content\": \"神舟十二号载人航天飞船成功发射并与天和核心舱成功完成对接\"}, {\"label\": \"C\", \"content\": \"我国科学团队将光存储时间提升至1小时，打破之前德国团队纪录\"}, {\"label\": \"D\", \"content\": \"“华龙一号”全球首堆商业运行，我国跻身三代核电枝术领域世界前列\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查科技常识。</p><p>A项错误，2020年12月4日，中国科学技术大学宣布该校潘建伟等人成功构建76个光子的量子计算原型机“九章”。</p><p>B项正确，2021年6月17日9时22分，搭载神舟十二号载人飞船的长征二号F遥十二运载火箭，在酒泉卫星发射中心点火发射。2021年6月17日18时48分，航天员聂海胜、刘伯明、汤洪波先后进入天和核心舱，标志着中国人首次进入自己的空间站。</p><p>C项正确，2021年中国科学技术大学郭光灿院士团队李传锋、周宗权研究组将光存储时间提升至1小时，大幅刷新2013年德国团队创造的1分钟的世界纪录，向实现量子优盘迈出重要一步。</p><p>D项正确，2021年1月30日，“华龙一号”全球首堆中核集团福建福清核电5号机组投入商业运行，标志着我国在三代核电技术领域跻身世界前列，成为继美国、法国、俄罗斯等国家之后掌握自主三代核电技术的国家，我国核电技术水平和综合实力已跻身世界第一方阵。</p><p>本题为选非题，故正确答案为A。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "九章量子计算机问世，我国量子计算机实现算力全球领先"
                    },
                    {
                        "label": "B",
                        "content": "神舟十二号载人航天飞船成功发射并与天和核心舱成功完成对接"
                    },
                    {
                        "label": "C",
                        "content": "我国科学团队将光存储时间提升至1小时，打破之前德国团队纪录"
                    },
                    {
                        "label": "D",
                        "content": "“华龙一号”全球首堆商业运行，我国跻身三代核电枝术领域世界前列"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "九章量子计算机问世，我国量子计算机实现算力全球领先"
                    },
                    {
                        "label": "B",
                        "content": "神舟十二号载人航天飞船成功发射并与天和核心舱成功完成对接"
                    },
                    {
                        "label": "C",
                        "content": "我国科学团队将光存储时间提升至1小时，打破之前德国团队纪录"
                    },
                    {
                        "label": "D",
                        "content": "“华龙一号”全球首堆商业运行，我国跻身三代核电枝术领域世界前列"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "A",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "“华龙一号”全球首堆商业运行，我国跻身三代核电枝术领域世界前列"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "神舟十二号载人航天飞船成功发射并与天和核心舱成功完成对接"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "我国科学团队将光存储时间提升至1小时，打破之前德国团队纪录"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "九章量子计算机问世，我国量子计算机实现算力全球领先"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650705,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553004,
            "level": 14,
            "subjectDo": {
                "id": 2553004,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>重庆是一块英雄的土地，有着光荣的革命传统，下列与重庆有关的革命事件说法正确的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"赵世炎在重庆领导了震惊中外的工人大罢工\"}, {\"label\": \"B\", \"content\": \"重庆谈判中，国民党承认了解放区的合法地位\"}, {\"label\": \"C\", \"content\": \"江竹筠、小萝卜头在重庆为解放事业献出了宝贵生命\"}, {\"label\": \"D\", \"content\": \"刘少奇领导中共中央南方局在重庆同反动势力展开斗争\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查人文常识。</p><p>A项错误，赵世炎于1920年赴法勤工俭学，与周恩来等一起创建了中共旅欧支部。回国后，赵世炎领导了震惊中外的上海三次工人大罢工，成为当时著名的工人运动领袖。</p><p>B项错误，1945年8月，蒋介石先后三次电邀毛泽东到重庆面商国家大计。蒋介石的目的，一方面是为发动内战争取时间，另一方面是想在政治舆论上获得主动，把不愿和平的罪名强加到中国共产党身上。为了尽一切可能争取和平，毛泽东高瞻远瞩，以惊人的胆魄亲赴重庆，与国民党进行和平谈判。为了实现独裁政治，重庆谈判中，蒋介石始终不承认人民军队和解放区的合法地位。</p><p>C项正确，江竹筠（小说《红岩》中江姐原型）是中国共产党地下时期重庆地区组织的重要人物。1948年6月14日，江竹筠在万县被捕，被关押于位于重庆的国民政府军统渣滓洞集中营，遭酷刑仍拒屈、拒不交出军统所要的中共地下党情报；1949年11月14日，江竹筠壮烈牺牲于歌乐山电台岚垭刑场，牺牲时年仅29岁。小萝卜头，本名宋振中，为革命伉俪宋绮云和徐林侠的幼子。1949年9月6日，宋振中被国民党特务杀害于重庆歌乐山下的松林坡，年仅8岁，为中国年龄最小的烈士。</p><p>D项错误，1939年1月16日，中共中央南方局在重庆正式成立，周恩来任书记。中共中央南方局负责领导南方国民党统治区和部分沦陷区及海外党组织，在此范围内设立八路军、新四军办事处，以及《新华日报》《群众》周刊社等公开机构。周恩来同志领导中共中央南方局在重庆同反动势力展开了坚决斗争。中共中央南方局长期战斗在国民党的统治中心，为巩固和扩大抗日民族统一战线，推动抗战时期民主运动的发展，夺取全民族抗战伟大胜利作出了重要贡献。</p><p>故正确答案为C。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "赵世炎在重庆领导了震惊中外的工人大罢工"
                    },
                    {
                        "label": "B",
                        "content": "重庆谈判中，国民党承认了解放区的合法地位"
                    },
                    {
                        "label": "C",
                        "content": "江竹筠、小萝卜头在重庆为解放事业献出了宝贵生命"
                    },
                    {
                        "label": "D",
                        "content": "刘少奇领导中共中央南方局在重庆同反动势力展开斗争"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "赵世炎在重庆领导了震惊中外的工人大罢工"
                    },
                    {
                        "label": "B",
                        "content": "重庆谈判中，国民党承认了解放区的合法地位"
                    },
                    {
                        "label": "C",
                        "content": "江竹筠、小萝卜头在重庆为解放事业献出了宝贵生命"
                    },
                    {
                        "label": "D",
                        "content": "刘少奇领导中共中央南方局在重庆同反动势力展开斗争"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "刘少奇领导中共中央南方局在重庆同反动势力展开斗争"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "重庆谈判中，国民党承认了解放区的合法地位"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "江竹筠、小萝卜头在重庆为解放事业献出了宝贵生命"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "赵世炎在重庆领导了震惊中外的工人大罢工"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650706,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553005,
            "level": 15,
            "subjectDo": {
                "id": 2553005,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"A\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>根据《学生伤害事故处理办法》的规定，学校对未成年学生不承担（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"监护职责\"}, {\"label\": \"B\", \"content\": \"保护职责\"}, {\"label\": \"C\", \"content\": \"管理职责\"}, {\"label\": \"D\", \"content\": \"安全教育职责\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查的是教育法律法规。</p><p>学校对学生要承担的法律责任包括保障学生在校期间的人身安全、对学生进行合理的教育等责任。学校对学生是不需要承担监护职责的，学校并非学生的法定监护人。根据我国《民法典》第十六条的规定，未成年人的法定监护人仅包括父母、祖父母、外祖父母、兄、姐，关系密切的其他亲属、朋友、未成年人的父、母所在单位或者未成年人住所地的居民委员会、村民委员会或者民政部门。学校与学生是管理与被管理、教育与被教育、保护与被保护的关系。因此A项错误。</p><p>本题为选非题，故正确答案为A。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "监护职责"
                    },
                    {
                        "label": "B",
                        "content": "保护职责"
                    },
                    {
                        "label": "C",
                        "content": "管理职责"
                    },
                    {
                        "label": "D",
                        "content": "安全教育职责"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "监护职责"
                    },
                    {
                        "label": "B",
                        "content": "保护职责"
                    },
                    {
                        "label": "C",
                        "content": "管理职责"
                    },
                    {
                        "label": "D",
                        "content": "安全教育职责"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "A",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "安全教育职责"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "保护职责"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "管理职责"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "监护职责"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650707,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553006,
            "level": 16,
            "subjectDo": {
                "id": 2553006,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>主要用于摸清学生基础的教学评价是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"形成性评价\"}, {\"label\": \"B\", \"content\": \"及时性评价\"}, {\"label\": \"C\", \"content\": \"诊断性评价\"}, {\"label\": \"D\", \"content\": \"终结性评价\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查的是教学评价的种类。</p><p>根据实施功能不同，可将教学评价分为诊断性评价、形成性评价、总结性评价。其中，诊断性评价是指在学期开始或一个单元教学开始时，为了了解学生的学习准备状况及影响学习的因素而进行的评价。所以，诊断性评价可用于教学前摸清学生的基础。因此C项正确。</p><p>A项：形成性评价，是指在教学过程中为改进和完善教学活动而进行的对学生学习过程及结果的评价。与题干不符，排除。</p><p>B项：及时性评价，是教学过程中依据一定的评价标准对教学现象做出的实时评估，通过调整、控制受评者的后继行为取得最佳教学效果。与题干不符，排除。</p><p>D项：总结性评价，是指在一个大的学习阶段、一个学期或一门课程结束时对学生学习结果的评价，又称终结性评价。与题干不符，排除。</p><p>故正确答案为C。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "形成性评价"
                    },
                    {
                        "label": "B",
                        "content": "及时性评价"
                    },
                    {
                        "label": "C",
                        "content": "诊断性评价"
                    },
                    {
                        "label": "D",
                        "content": "终结性评价"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "形成性评价"
                    },
                    {
                        "label": "B",
                        "content": "及时性评价"
                    },
                    {
                        "label": "C",
                        "content": "诊断性评价"
                    },
                    {
                        "label": "D",
                        "content": "终结性评价"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "终结性评价"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "及时性评价"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "诊断性评价"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "形成性评价"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650708,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553007,
            "level": 17,
            "subjectDo": {
                "id": 2553007,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>在义务教育阶段，放在学校首位的教育是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"智育\"}, {\"label\": \"B\", \"content\": \"体育\"}, {\"label\": \"C\", \"content\": \"美育\"}, {\"label\": \"D\", \"content\": \"德育\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查的是教育法律法规。</p><p>《中华人民共和国义务教育法》第三十六条规定，学校应当把德育放在首位，寓德育于教育教学之中，开展与学生年龄相适应的社会实践活动，形成学校、家庭、社会相互配合的思想道德教育体系，促进学生养成良好的思想品德和行为习惯。因此D项正确。</p><p>故正确答案为D。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "智育"
                    },
                    {
                        "label": "B",
                        "content": "体育"
                    },
                    {
                        "label": "C",
                        "content": "美育"
                    },
                    {
                        "label": "D",
                        "content": "德育"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "智育"
                    },
                    {
                        "label": "B",
                        "content": "体育"
                    },
                    {
                        "label": "C",
                        "content": "美育"
                    },
                    {
                        "label": "D",
                        "content": "德育"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "德育"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "体育"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "美育"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "智育"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650709,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553008,
            "level": 18,
            "subjectDo": {
                "id": 2553008,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>小丽记单词“garden”（花园）时，想象着一个穿高跟鞋的女士在花园里走路发出“嘎蹬、嘎蹬”的声响，她使用了（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"语义归纳法\"}, {\"label\": \"B\", \"content\": \"歌谣联想法\"}, {\"label\": \"C\", \"content\": \"谐音联想法\"}, {\"label\": \"D\", \"content\": \"简语归纳法\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查的是学习策略中的精加工策略。</p><p>精加工策略，是一种将新学习材料与头脑中已有知识联系起来从而增加新信息意义的深层加工策略，包括记忆术（如位置记忆法、缩略词法、谐音联想法、关键词法、视觉想象）；做笔记；提问；生成性学习；利用背景知识；联系实际生活等。谐音联想法，指学习一种新材料时运用联想，假借意义，对记忆亦很有帮助。“garden”的谐音与“嘎蹬”类似，这是采用了谐音联想法。因此C项正确。</p><p>A项：语义归纳法，是通过将意义相近的词汇整理在一起识记，以提高记忆效果的方法。与题干不符，排除。</p><p>B项：歌谣联想法，是将需要记忆的内容编成歌谣，朗朗上口便于记忆。与题干不符，排除。</p><p>D项：简语归纳法，用简单明了的几个字（词）来归纳概括一段文字，可以大大地减轻记忆负担，使记忆的效果更好。与题干不符，排除。</p><p>故正确答案为C。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "语义归纳法"
                    },
                    {
                        "label": "B",
                        "content": "歌谣联想法"
                    },
                    {
                        "label": "C",
                        "content": "谐音联想法"
                    },
                    {
                        "label": "D",
                        "content": "简语归纳法"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "语义归纳法"
                    },
                    {
                        "label": "B",
                        "content": "歌谣联想法"
                    },
                    {
                        "label": "C",
                        "content": "谐音联想法"
                    },
                    {
                        "label": "D",
                        "content": "简语归纳法"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "简语归纳法"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "歌谣联想法"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "谐音联想法"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "语义归纳法"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650710,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553009,
            "level": 19,
            "subjectDo": {
                "id": 2553009,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"A\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>《中学教师专业标准》中指出应以“学生为本”，下列表述正确的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"应以学生为主体\"}, {\"label\": \"B\", \"content\": \"应以学生为主导\"}, {\"label\": \"C\", \"content\": \"要尽力满足学生的一切需要\"}, {\"label\": \"D\", \"content\": \"以个性化教学取代传统讲授法\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查的是《中学教师专业标准》。</p><p>《中学教师专业标准（试行）》的基本理念是师德为先、学生为本、能力为重、终身学习。其中，学生为本要求教师尊重中学生权益，以中学生为主体，充分调动和发挥中学生的主动性；遵循中学生身心发展特点和教育教学规律，提供适合的教育，促进中学生生动活泼学习、健康快乐成长，全面而有个性地发展。因此C项正确。</p><p>B项：教师在教学时应发挥自身的主导作用，以学生为主体。与题干不符，排除。</p><p>C项：教师应尽力满足学生合理的需要，而非一切需要。与题干不符，排除。</p><p>D项：传统讲授法具有效率高、有利于发挥教师的主导作用等优势，难以被个性化教学完全取代。与题干不符，排除。</p><p>故正确答案为A。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "应以学生为主体"
                    },
                    {
                        "label": "B",
                        "content": "应以学生为主导"
                    },
                    {
                        "label": "C",
                        "content": "要尽力满足学生的一切需要"
                    },
                    {
                        "label": "D",
                        "content": "以个性化教学取代传统讲授法"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "应以学生为主体"
                    },
                    {
                        "label": "B",
                        "content": "应以学生为主导"
                    },
                    {
                        "label": "C",
                        "content": "要尽力满足学生的一切需要"
                    },
                    {
                        "label": "D",
                        "content": "以个性化教学取代传统讲授法"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "A",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "以个性化教学取代传统讲授法"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "应以学生为主导"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "要尽力满足学生的一切需要"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "应以学生为主体"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650711,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553010,
            "level": 20,
            "subjectDo": {
                "id": 2553010,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>历史只注重事实何以如此展开，历史小说虽不离现实，但是要<u>        </u>应否如是展开、是否另有门径。因此，历史小说务必迎合读者心理，叙实时与读者一同叙实，虚构时与读者一体虚构。纵有瞒谎之处，也要禁得起合于逻辑的<u>        </u>。</p><p>依次填入画横线部分最恰当的一项是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"考虑  批评\"}, {\"label\": \"B\", \"content\": \"想象  推敲\"}, {\"label\": \"C\", \"content\": \"兼顾  质询\"}, {\"label\": \"D\", \"content\": \"筹谋  解释\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一空，根据后文“叙实时与读者一同叙实，虚构时与读者一体虚构”可知，既要顾及叙实，也要顾及虚构，对应C项“兼顾”，当选。A、B、D项均不能体现出两方面都要顾及的意思，排除。</p><p>第二空，代入验证，“禁得起合于逻辑的质询”，搭配得当，符合语意，当选。</p><p>故正确答案为C。</p><p>【文段出处】《汴京残梦》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "考虑  批评"
                    },
                    {
                        "label": "B",
                        "content": "想象  推敲"
                    },
                    {
                        "label": "C",
                        "content": "兼顾  质询"
                    },
                    {
                        "label": "D",
                        "content": "筹谋  解释"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "考虑  批评"
                    },
                    {
                        "label": "B",
                        "content": "想象  推敲"
                    },
                    {
                        "label": "C",
                        "content": "兼顾  质询"
                    },
                    {
                        "label": "D",
                        "content": "筹谋  解释"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "筹谋  解释"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "想象  推敲"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "兼顾  质询"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "考虑  批评"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650712,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553011,
            "level": 21,
            "subjectDo": {
                "id": 2553011,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>低温奶采用巴氏灭菌法，能最大化保留牛奶中的营养与活性物质，但是低温奶保质期短，成本高，对生产，运输、存储的<u>          </u>都有着极高要求。尤其是在中国这样地域辽阔、人均牛奶消费不大、冷链薄弱的国家，低温奶很难<u>        </u>。如果运输、存储不得当，一不小心牛奶变酸奶，投入的成本就会付诸东流。</p><p>依次填入画横线部分最恰当的一项是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"连续性  畅销\"}, {\"label\": \"B\", \"content\": \"一体化  推广\"}, {\"label\": \"C\", \"content\": \"标准化  发展\"}, {\"label\": \"D\", \"content\": \"专业性  普及\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一空，搭配“生产，运输、储存”，根据前后文“低温奶保质期短，成本高”“对生产、运输、储存极高要求”可知，要想做到符合三者的极高要求，需要有非常专业的团队，故对应D项。A、B、C项均不能与后文“极高要求”形成对应，排除。</p><p>第二空，代入验证，“低温奶很难普及”，与前文“中国这样地域辽阔、人均牛奶消费不大、冷链薄弱的国家”可以构成因果关系，符合文意，当选。</p><p>故正确答案为D。</p><p>【文段出处】《10元一瓶的鲜牛奶，我喝不起了》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "连续性  畅销"
                    },
                    {
                        "label": "B",
                        "content": "一体化  推广"
                    },
                    {
                        "label": "C",
                        "content": "标准化  发展"
                    },
                    {
                        "label": "D",
                        "content": "专业性  普及"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "连续性  畅销"
                    },
                    {
                        "label": "B",
                        "content": "一体化  推广"
                    },
                    {
                        "label": "C",
                        "content": "标准化  发展"
                    },
                    {
                        "label": "D",
                        "content": "专业性  普及"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "专业性  普及"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "一体化  推广"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "标准化  发展"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "连续性  畅销"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650713,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553012,
            "level": 22,
            "subjectDo": {
                "id": 2553012,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"A\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>很多癌症都和基因突变有关，因此许多科学家也在DNA的层面上寻找癌症发生的原因，探索DNA上的哪些<u>        </u>会导致癌症。但这个看待癌症的角度可能已经<u>        </u>了。《科学》杂志近期连发三篇重磅研究论文，使得我们能够<u>        </u>DNA，对癌症产生全新的认知。研究界认为这是癌症研究的一个全新方式。</p><p>依次填入画横线部分最恰当的一项是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"异常  落伍  超越\"}, {\"label\": \"B\", \"content\": \"变性  滞后  了解\"}, {\"label\": \"C\", \"content\": \"重组  过时  检测\"}, {\"label\": \"D\", \"content\": \"损伤  改变  审视\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一空，根据“很多癌症都和基因突变有关”可知，该空要体现DNA发生变化。A、B、C项均能体现出变化，D项“损伤”指受到伤害，体现不出变化，排除。</p><p>第二空，根据“对癌症产生全新的认知”可知，用DNA突变角度看癌症已经不是最新的研究和认知了，该空要体现出落后的意思。A、B、C项“落伍、滞后、过时”均能体现落后，均可保留。</p><p>第三空，根据前文可知，用DNA突变角度看癌症已经落后了，且根据“对癌症产生全新的认知”可知，我们现在不仅仅是用DNA的角度去看癌症了，对应A项“超越”。B、C项体现不出用新的角度看癌症，排除。</p><p>故正确答案为A。</p><p>【文段出处】《三篇<科学>齐发！科学家对癌症发病有了新的认识》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "异常  落伍  超越"
                    },
                    {
                        "label": "B",
                        "content": "变性  滞后  了解"
                    },
                    {
                        "label": "C",
                        "content": "重组  过时  检测"
                    },
                    {
                        "label": "D",
                        "content": "损伤  改变  审视"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "异常  落伍  超越"
                    },
                    {
                        "label": "B",
                        "content": "变性  滞后  了解"
                    },
                    {
                        "label": "C",
                        "content": "重组  过时  检测"
                    },
                    {
                        "label": "D",
                        "content": "损伤  改变  审视"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "A",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "损伤  改变  审视"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "变性  滞后  了解"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "重组  过时  检测"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "异常  落伍  超越"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650714,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553013,
            "level": 23,
            "subjectDo": {
                "id": 2553013,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>如果你点过几条八卦新闻，媒体就会源源不断地为你推送下去，这样人们接收到的内容就会变得愈加单一、同质，如此下去受众将不知不觉被困于“信息茧房”。原本人们聊八卦是希望获取更多消息、扩大社交面，但在这种形势下，它可能<u>            </u>，使人们困在八卦之“蛹”中，反而使信息接收的维度变窄。</p><p>填入画横线部分最恰当的一项是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"买椟还珠\"}, {\"label\": \"B\", \"content\": \"本末倒置\"}, {\"label\": \"C\", \"content\": \"喧宾夺主\"}, {\"label\": \"D\", \"content\": \"缘木求鱼\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>通过前后文可知，聊八卦原本是为了扩大社交面，但最后反而使信息接收的维度变窄，故该空要体现出事物的主次被弄反，B项“本末倒置”比喻颠倒了事物的轻重主次，符合文意，当选。A项“买椟还珠”比喻取舍不当，文段并未体现“取舍”关系，排除；C项“喧宾夺主”比喻外来的或次要的事物占据了原有的或主要的事物的位置，文段并未强调“外来事物夺取主要事物位置”，不能体现主次颠倒，排除；D项“缘木求鱼”指行事的方向、方法不对，必将劳而无功，与文意无关，排除。</p><p>故正确答案为B。</p><p>【文段出处】《“吃瓜”会上瘾，八卦要节制》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "买椟还珠"
                    },
                    {
                        "label": "B",
                        "content": "本末倒置"
                    },
                    {
                        "label": "C",
                        "content": "喧宾夺主"
                    },
                    {
                        "label": "D",
                        "content": "缘木求鱼"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "买椟还珠"
                    },
                    {
                        "label": "B",
                        "content": "本末倒置"
                    },
                    {
                        "label": "C",
                        "content": "喧宾夺主"
                    },
                    {
                        "label": "D",
                        "content": "缘木求鱼"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "缘木求鱼"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "本末倒置"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "喧宾夺主"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "买椟还珠"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650715,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553014,
            "level": 24,
            "subjectDo": {
                "id": 2553014,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>由于历史原因，我国实行较长时期的城镇偏向的城乡二元发展战略。当前乡村建设行动要补足乡村基础设施建设和公共服务体系的<u>        </u>。为此，更把城镇基础设施网络向农村延伸，实现城乡基本公共服务均等化，促进公共资源在城乡之间均衡配置、生产要素在城乡之间自由<u>        </u>，推动城乡经济社会发展融合，让农民平等参与现代化进程，共享改革发展成果。</p><p>依次填入画横线部分最恰当的一项是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"短缺  活动\"}, {\"label\": \"B\", \"content\": \"缺陷  转化\"}, {\"label\": \"C\", \"content\": \"短板  流动\"}, {\"label\": \"D\", \"content\": \"缺点  转换\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一空，搭配“乡村基础设施建设和公共服务体系”且前文的对策是“补足”，故该空要体现短处、不足之意。A、C项“短缺、短板”均能体现短处、不足之意，且与“补足”搭配得当，保留。B、D项与“不足”搭配不当，排除。</p><p>第二空，搭配“生产要素”，C项“流动”为常见搭配，保留。A项“活动”搭配对象一般为人，此处搭配“生产要素”不当，排除。</p><p>故正确答案为C。</p><p>【文段出处】《乡村建设应注意“和而不同”》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "短缺  活动"
                    },
                    {
                        "label": "B",
                        "content": "缺陷  转化"
                    },
                    {
                        "label": "C",
                        "content": "短板  流动"
                    },
                    {
                        "label": "D",
                        "content": "缺点  转换"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "短缺  活动"
                    },
                    {
                        "label": "B",
                        "content": "缺陷  转化"
                    },
                    {
                        "label": "C",
                        "content": "短板  流动"
                    },
                    {
                        "label": "D",
                        "content": "缺点  转换"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "缺点  转换"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "缺陷  转化"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "短板  流动"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "短缺  活动"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650716,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553015,
            "level": 25,
            "subjectDo": {
                "id": 2553015,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>全面贯彻习近平新时代中国特色社会主义思想，用马克思主义的立场、观点、方法观察时代、把握时代、<u>        </u>时代，不断深化对共产党执政规律、社会主义建设规律、<u>                    </u>规律的认识。</p><p>依次填入画横线部分最恰当的一项是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"引领  国家富强民主\"}, {\"label\": \"B\", \"content\": \"引领  人类社会发展\"}, {\"label\": \"C\", \"content\": \"超越  人类社会发展\"}, {\"label\": \"D\", \"content\": \"超越  国家富强民主\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一空，搭配“时代”，且通过两个“、”引导三并列，语气逐渐加强，前文分别是“观察”“把握”，则该空语气要比“把握”更强一些，A、B项“引领”符合文意，C、D项“超越”比“引领”语气强，程度过重，排除。</p><p>第二空，搭配“规律”，B项“人类社会发展”中“发展规律”为固定搭配，当选。A项“国家富强民主”与“规律”搭配不当，排除。</p><p>故正确答案为B。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "引领  国家富强民主"
                    },
                    {
                        "label": "B",
                        "content": "引领  人类社会发展"
                    },
                    {
                        "label": "C",
                        "content": "超越  人类社会发展"
                    },
                    {
                        "label": "D",
                        "content": "超越  国家富强民主"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "引领  国家富强民主"
                    },
                    {
                        "label": "B",
                        "content": "引领  人类社会发展"
                    },
                    {
                        "label": "C",
                        "content": "超越  人类社会发展"
                    },
                    {
                        "label": "D",
                        "content": "超越  国家富强民主"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "超越  国家富强民主"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "引领  人类社会发展"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "超越  人类社会发展"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "引领  国家富强民主"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650717,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553016,
            "level": 26,
            "subjectDo": {
                "id": 2553016,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>传统乡土节庆，民族习俗等文化景观带来了体验乡村和寄托乡愁的丰富载体，乡土文化还成为特色农业、文化和旅游产业的重要<u>        </u>。在新的历史情境中，深入挖掘、继承创新优秀传统乡土文化，才能让乡土文化生命不息、<u>            </u>，不断得到激活与创新、赓续与发展。</p><p>依次填入画横线部分最恰当的一项是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"资源  绵绵不绝\"}, {\"label\": \"B\", \"content\": \"构成  发扬光大\"}, {\"label\": \"C\", \"content\": \"内容  一脉相承\"}, {\"label\": \"D\", \"content\": \"源泉  薪火相传\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题从第二空入手，通过文段“才能让乡土文化生命不息、<u>            </u>，不断得到激活与创新、赓续与发展”可知，横线处所填入词语需体现出乡土文化不断的得到传承之意。A项，“绵绵不绝”形容接连不断，一直延续下去，侧重于多，一般搭配“雨、香气”，不符合语境，排除；C项“一脉相承”比喻某种思想、行为或学说之间有继承关系，文段仅有一个主体，使用不当，排除；B项“发扬光大”指使好的作风、传统等得到发展，与后文的“不断得到激活与创新、赓续与发展”语义重复，排除；D项“薪火相传”比喻学问和技艺代代相传，符合语境，当选。</p><p>将“源泉”代入验证，乡土文化是乡村产业的源泉，符合文意，当选。</p><p>故正确答案为D。</p><p>【文段出处】《让乡土文化育新风润生活》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "资源  绵绵不绝"
                    },
                    {
                        "label": "B",
                        "content": "构成  发扬光大"
                    },
                    {
                        "label": "C",
                        "content": "内容  一脉相承"
                    },
                    {
                        "label": "D",
                        "content": "源泉  薪火相传"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "资源  绵绵不绝"
                    },
                    {
                        "label": "B",
                        "content": "构成  发扬光大"
                    },
                    {
                        "label": "C",
                        "content": "内容  一脉相承"
                    },
                    {
                        "label": "D",
                        "content": "源泉  薪火相传"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "源泉  薪火相传"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "构成  发扬光大"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "内容  一脉相承"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "资源  绵绵不绝"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650718,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553017,
            "level": 27,
            "subjectDo": {
                "id": 2553017,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>缂丝工艺如此繁复，只用来做衣服和日用品，未免过于<u>        </u>，而且大材小用，到了追求精神生活的宋代，绘画和书法迎来了黄金时代，而缂丝，是可以“临摹”书画的----两门艺术一拍即合。在北宋都城汴梁和南宋的临安、苏松地区，缂丝工艺与文化艺术融合，发展为<u>        </u>的艺术。</p><p>依次填入画横线部分最恰当的一项是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"浪费  实用\"}, {\"label\": \"B\", \"content\": \"昂贵  新颖\"}, {\"label\": \"C\", \"content\": \"普通  不凡\"}, {\"label\": \"D\", \"content\": \"奢侈  纯粹\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一空，根据文意缂丝工艺繁复，可知仅仅用来做衣服、日用品，是比较奢侈浪费的，“浪费”“奢侈”均符合文意，保留；B项，“昂贵”在文中并未体现，文段仅说明缂丝做日用品大材小用了，排除；C项，“普通”与文意相反，前文都说明缂丝之繁复，证明其本身就不普通，排除。</p><p>第二空，根据“到了追求精神生活的宋代······两门艺术一拍即合”，“缂丝工艺与文化艺术融合”可知，缂丝由最开始的日用品慢慢发展为了艺术品。A项，“实用”侧重的是实际效用，而文段中指出作为日用品缂丝是大材小用的，并且缂丝最后是与艺术结合变为的艺术品，与文意不符，排除；D项，“纯粹”则说明了缂丝发展成为单纯的艺术品，当选。</p><p>故正确答案为D。</p><p>【文段出处】《缂丝成古装剧“主角”，这项非遗为什么比黄金还贵》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "浪费  实用"
                    },
                    {
                        "label": "B",
                        "content": "昂贵  新颖"
                    },
                    {
                        "label": "C",
                        "content": "普通  不凡"
                    },
                    {
                        "label": "D",
                        "content": "奢侈  纯粹"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "浪费  实用"
                    },
                    {
                        "label": "B",
                        "content": "昂贵  新颖"
                    },
                    {
                        "label": "C",
                        "content": "普通  不凡"
                    },
                    {
                        "label": "D",
                        "content": "奢侈  纯粹"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "奢侈  纯粹"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "昂贵  新颖"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "普通  不凡"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "浪费  实用"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650719,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553018,
            "level": 28,
            "subjectDo": {
                "id": 2553018,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>在一座城市中，博物馆就是一所大学校，肩负着传承文化、培育审美之责。传承优秀传统文化，<u>        </u>民族文化自信，博物馆有义务想方设法拉近与年轻人的距离。近些年，故宫已经进行了一些探索，在斑驳石阶上凭栏驻足逗趣“御猫”，在红墙碧瓦下看云赏雪拍一组“国风大片”，一度成为“学生党”中的时尚。事实证明，年轻人追逐潮流，但同样向往<u>        </u>。博物馆适当降低门槛，能使越来越多年轻人成为传统文化的忠实<u>        </u>。</p><p>依次填入画横线部分最恰当的一项是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"增强  传统  受众\"}, {\"label\": \"B\", \"content\": \"提升  经典  拥趸\"}, {\"label\": \"C\", \"content\": \"夯实  古风  读者\"}, {\"label\": \"D\", \"content\": \"树立  精典  粉丝\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题从第二空入手，横线前出现关联词“但”可知，横线处应与前文“追逐潮流”含义相反，需体现传统的意思，“传统”“经典”均符合文意，保留；C项，“古风”指的是古人之风，形容质朴淳古的习尚、气度和文风，质朴的生活作风，与文意不符，排除；D项，“精典”指精致典雅，与文意不符，排除。</p><p>第三空，A项，“受众”仅指的是信息传播的接收者，B项，“拥趸”指事物坚定的支持者、拥护者。根据前文可知年轻人同样向往传统经典内容，博物馆减低门槛，年轻人会更加倾向于此，对比择优，“拥趸”更加符合文意，当选。</p><p>第一空，搭配“文化自信”，“提升自信”为常见固定搭配，当选。</p><p>故正确答案为B。</p><p>【文段出处】《故宫“一步到位”带了个好头》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "增强  传统  受众"
                    },
                    {
                        "label": "B",
                        "content": "提升  经典  拥趸"
                    },
                    {
                        "label": "C",
                        "content": "夯实  古风  读者"
                    },
                    {
                        "label": "D",
                        "content": "树立  精典  粉丝"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "增强  传统  受众"
                    },
                    {
                        "label": "B",
                        "content": "提升  经典  拥趸"
                    },
                    {
                        "label": "C",
                        "content": "夯实  古风  读者"
                    },
                    {
                        "label": "D",
                        "content": "树立  精典  粉丝"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "树立  精典  粉丝"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "提升  经典  拥趸"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "夯实  古风  读者"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "增强  传统  受众"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650720,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553019,
            "level": 29,
            "subjectDo": {
                "id": 2553019,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>踏上实现第二个百年奋斗目标新的赶考之路，交出更加优异的答卷，就要使理想信念强大无比，全党的马克思主义信仰<u>            </u>，共产主义远大理想豪迈澎湃，理想信念的洪流冲决一切阻碍我们前进的围堰和堤坝。交出更加优异的答卷，就要常怀远虑、<u>            </u>，始终谦虚谨慎、不骄不燥、艰苦奋斗，不为任何风险所惧，不为任何干扰所惑，不懈推进中华民族伟大复兴。</p><p>依次填入画横线部分最恰当的一项是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"坚定无比  忧国忧民\"}, {\"label\": \"B\", \"content\": \"坚如磐石  居安思危\"}, {\"label\": \"C\", \"content\": \"坚强如铁  殚精竭虑\"}, {\"label\": \"D\", \"content\": \"毫不动摇  常思过往\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一空，根据文意，横线处搭配词语为“马克思主义信仰”，故所填入词语需体现出“坚定”之意。“坚定无比”“坚如磐石”“毫不动摇”均可体现信仰、信念坚定的意思，保留；C项，“坚强如铁”形容人意志刚强、坚毅，与文意不符，排除。</p><p>第二空，根据“、”可知，横线处与“常怀远虑”意思相近，体现要做些长远考虑的意思。B项，“居安思危”指处在安定环境中，要想到可能出现的危难祸害，可体现出做长远的考虑，保留；A项，“忧国忧民”指为国家的前途和人民的命运而担忧，与文意不符，排除；D项，“常思过往”指经常的反思过去的所作所为，而文段是为未来进行考虑，与文意不符，排除。</p><p>故正确答案为B。</p><p>【文段出处】《从历史经验中汲取前行动力、明确奋斗方向——认真学习贯彻党的十九届六中全会精神》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "坚定无比  忧国忧民"
                    },
                    {
                        "label": "B",
                        "content": "坚如磐石  居安思危"
                    },
                    {
                        "label": "C",
                        "content": "坚强如铁  殚精竭虑"
                    },
                    {
                        "label": "D",
                        "content": "毫不动摇  常思过往"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "坚定无比  忧国忧民"
                    },
                    {
                        "label": "B",
                        "content": "坚如磐石  居安思危"
                    },
                    {
                        "label": "C",
                        "content": "坚强如铁  殚精竭虑"
                    },
                    {
                        "label": "D",
                        "content": "毫不动摇  常思过往"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "毫不动摇  常思过往"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "坚如磐石  居安思危"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "坚强如铁  殚精竭虑"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "坚定无比  忧国忧民"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650721,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553020,
            "level": 30,
            "subjectDo": {
                "id": 2553020,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>自然灾害具有突发性，预测难度大，多主体协同应对可<u>        </u>预警信息传递渠道、提升信息传递速度，确保预警信息及时传递到个人手中，有效<u>        </u>风险隐患。</p><p>依次填入画横线部分最恰当的一项是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"拓展  减少\"}, {\"label\": \"B\", \"content\": \"扩展  减慢\"}, {\"label\": \"C\", \"content\": \"扩大  下降\"}, {\"label\": \"D\", \"content\": \"拓宽  降低\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题从第二空入手，横线处所填入词语搭配对象为“风险隐患”，A项，“减少”，D项，“降低”皆为常见固定搭配，保留；B项，“减慢”侧重的是速度减缓，与“风险”搭配不当，排除；C项，“下降”置于前边与“风险”搭配不当，应为“风险下降”，排除；</p><p>第一空，搭配对象为“渠道”，拓展是多维度多方向的，拓宽强调横向，对应“渠道”，“拓宽”更为形象，对比择优，当选。</p><p>故正确答案为D。</p><p>【文段出处】《建设韧性城市 让美好家园更安宁》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "拓展  减少"
                    },
                    {
                        "label": "B",
                        "content": "扩展  减慢"
                    },
                    {
                        "label": "C",
                        "content": "扩大  下降"
                    },
                    {
                        "label": "D",
                        "content": "拓宽  降低"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "拓展  减少"
                    },
                    {
                        "label": "B",
                        "content": "扩展  减慢"
                    },
                    {
                        "label": "C",
                        "content": "扩大  下降"
                    },
                    {
                        "label": "D",
                        "content": "拓宽  降低"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "拓宽  降低"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "扩展  减慢"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "扩大  下降"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "拓展  减少"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650722,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553021,
            "level": 31,
            "subjectDo": {
                "id": 2553021,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"A\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>新中国成立后，军旅音乐文学创作迎来第二个高潮，收获了一大批优秀的歌曲和歌剧作品。如《我是一个兵》，这首军歌曾唱响在抗美援朝战场上，它以<u>        </u>的歌词语言、铿锵有力的节奏、质朴坚定的曲调，鼓舞部队官兵<u>        </u>、奋勇杀敌。</p><p>依次填入画横线部分最恰当的一项是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"朴素凝练  舍生忘死\"}, {\"label\": \"B\", \"content\": \"形象生动  勇往直前\"}, {\"label\": \"C\", \"content\": \"朴实无华  舍生取义\"}, {\"label\": \"D\", \"content\": \"短小精悍  前赴后继\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一空，横线后搭配对象为“歌词语言”，根据后文的形容“铿锵有力”“质朴坚定”可知，歌词也应是质朴的，且这首歌为军歌，曾唱响在战场上，根据应用环境可知，歌词言简意赅，即歌词“凝练”的特点。B项，“形象生动”在文段中未体现出来，排除；“朴实无华”与“短小精悍”合起来为“朴素凝练”，故A项语义表达更加丰富，更符合军歌特点，对比择优，选择A项。</p><p>第二空，代入验证，“、”可知此处为同义并列，“舍生忘死”“奋勇杀敌”均体现了战士们英勇无畏的，不怕牺牲的精神，符合文意，当选。</p><p>故正确答案为A。</p><p>【文段出处】《军旅音乐文学的嬗变与重塑》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "朴素凝练  舍生忘死"
                    },
                    {
                        "label": "B",
                        "content": "形象生动  勇往直前"
                    },
                    {
                        "label": "C",
                        "content": "朴实无华  舍生取义"
                    },
                    {
                        "label": "D",
                        "content": "短小精悍  前赴后继"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "朴素凝练  舍生忘死"
                    },
                    {
                        "label": "B",
                        "content": "形象生动  勇往直前"
                    },
                    {
                        "label": "C",
                        "content": "朴实无华  舍生取义"
                    },
                    {
                        "label": "D",
                        "content": "短小精悍  前赴后继"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "A",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "短小精悍  前赴后继"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "形象生动  勇往直前"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "朴实无华  舍生取义"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "朴素凝练  舍生忘死"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650723,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553022,
            "level": 32,
            "subjectDo": {
                "id": 2553022,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>秋末冬初是大地最多彩的时节，每一帧画面都定格着绚丽唯美。<u>            </u>的大自然，描绘出一幅<u>            </u>的醉人画卷。绚烂多姿的秋叶，黄灿灿、红彤彤，如花儿般摇曳在枝头，特别美丽。</p><p>依次填入画横线部分最恰当的一项是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"五光十色  婀娜多姿\"}, {\"label\": \"B\", \"content\": \"五颜六色  多姿多彩\"}, {\"label\": \"C\", \"content\": \"五彩斑斓  光彩照人\"}, {\"label\": \"D\", \"content\": \"五彩缤纷  流光溢彩\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题建议从第二空入手。横线处搭配“醉人画卷”且根据后文可知，“画卷”是美丽的。A项“婀娜多姿”指女性轻盈柔美，搭配“画卷”不当，排除；B项“多姿多彩”指颜色形态多种多样，符合文意，保留；C项“光彩照人”多形容人（一般形容女子）十分美好，搭配不当，排除；D项“流光溢彩”指流动的光影，满溢的色彩，符合文意，保留。</p><p>第一空，横线处搭配“大自然”，且根据前文“绚丽唯美”可知，需体现“大自然”的美丽景象。B项“五颜六色”指颜色多，不符文意，排除；D项“五彩缤纷”指色彩绚丽，十分好看的样子，符合文意，当选。</p><p>故正确答案为D。</p><p>【文段出处】《绚烂黄橙红，寻找你最喜欢的秋叶丨花花万物》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "五光十色  婀娜多姿"
                    },
                    {
                        "label": "B",
                        "content": "五颜六色  多姿多彩"
                    },
                    {
                        "label": "C",
                        "content": "五彩斑斓  光彩照人"
                    },
                    {
                        "label": "D",
                        "content": "五彩缤纷  流光溢彩"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "五光十色  婀娜多姿"
                    },
                    {
                        "label": "B",
                        "content": "五颜六色  多姿多彩"
                    },
                    {
                        "label": "C",
                        "content": "五彩斑斓  光彩照人"
                    },
                    {
                        "label": "D",
                        "content": "五彩缤纷  流光溢彩"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "五彩缤纷  流光溢彩"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "五颜六色  多姿多彩"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "五彩斑斓  光彩照人"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "五光十色  婀娜多姿"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650724,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553023,
            "level": 33,
            "subjectDo": {
                "id": 2553023,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>一些互联网企业凭借各种优势，迅速成长为平台巨型企业，形成“赢者通吃”的局面，从供需两端限制和排斥竞争，有的逼迫商家“二选一”，<u>            </u>挑战商家的自由选择权；有的搞“大数据杀熟”，把消费者“玩弄于股掌”······总之，一些平台企业做大了以后，逐渐暴露出垄断的弊端，唯利是图、无序扩张。</p><p>填入画横线部分最恰当的一项是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"明目张胆\"}, {\"label\": \"B\", \"content\": \"肆无忌惮\"}, {\"label\": \"C\", \"content\": \"软硬兼施\"}, {\"label\": \"D\", \"content\": \"变本加厉\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>根据文意可知，横线处需体现一些互联网企业没有顾及地“逼迫”商家二选一，挑战商家商家自由选择权之意，A项“明目张胆”指公开地、大胆地做坏事，毫无顾忌，符合文意，但根据后文“总之，一些平台企业做大了以后，逐渐暴露出垄断的弊端······”可知，并非公开挑战，排除；B项“肆无忌惮”指恣意妄行，毫无顾忌，符合文意，保留；C项“软硬兼施”指软的和硬的手段都用上了。文段未体现“软硬手段”，排除；D项“变本加厉”指指情况变得比本来更加严重。文段未提及过去，不符文意，排除。</p><p>故正确答案为B。</p><p>【文段出处】《数字时代的国家治理现代化：理论逻辑、现实向度与中国方案》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "明目张胆"
                    },
                    {
                        "label": "B",
                        "content": "肆无忌惮"
                    },
                    {
                        "label": "C",
                        "content": "软硬兼施"
                    },
                    {
                        "label": "D",
                        "content": "变本加厉"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "明目张胆"
                    },
                    {
                        "label": "B",
                        "content": "肆无忌惮"
                    },
                    {
                        "label": "C",
                        "content": "软硬兼施"
                    },
                    {
                        "label": "D",
                        "content": "变本加厉"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "变本加厉"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "肆无忌惮"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "软硬兼施"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "明目张胆"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650725,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553024,
            "level": 34,
            "subjectDo": {
                "id": 2553024,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>同心掬得满庭芳，文明花开满园春。一座城的文明，是一个地方的骄傲；座座城的文明，是一个国家的荣耀。从文明城市中<u>        </u>经验和智慧，在美好城市建设中做好每件实事，用行动的自觉、制度的力量、文明的习惯<u>        </u>我们心中的文明因子，既建好符合时代要求的文明城市，又构建<u>        </u>时代追求的精神文明，我们才能真正向着未来越走越稳。</p><p>依次填入画横线部分最恰当的一项是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"获取  激活  凝聚\"}, {\"label\": \"B\", \"content\": \"借鉴  养成  勾勒\"}, {\"label\": \"C\", \"content\": \"汲取  唤醒  匹配\"}, {\"label\": \"D\", \"content\": \"总结  引领  推动\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题建议从第二空入手，横线处需体现通过“行动、制度、习惯”使心中的文明因子活跃起来之意。A项“激活”、C项“唤醒”均符合文意，保留；B项“养成”指养育，搭配不当，排除；D项“引领”，文段未体现出带领之意，排除。</p><p>第三空，根据“既建好符合时代要求······，又建好······”可知，相同句式引导并列，且都是“建好”，为同义并列关系，故横线处需同“符合”相对应。C项“匹配”配合，符合文意，当选；A项“凝聚”指结合，与文意不符，排除。</p><p>代入验证第一空，“汲取经验和智慧”，搭配恰当，当选。</p><p>故正确答案为C。</p><p>【文段出处】《马龙区：交通标线“补妆” 文明城市“换新颜”》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "获取  激活  凝聚"
                    },
                    {
                        "label": "B",
                        "content": "借鉴  养成  勾勒"
                    },
                    {
                        "label": "C",
                        "content": "汲取  唤醒  匹配"
                    },
                    {
                        "label": "D",
                        "content": "总结  引领  推动"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "获取  激活  凝聚"
                    },
                    {
                        "label": "B",
                        "content": "借鉴  养成  勾勒"
                    },
                    {
                        "label": "C",
                        "content": "汲取  唤醒  匹配"
                    },
                    {
                        "label": "D",
                        "content": "总结  引领  推动"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "总结  引领  推动"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "借鉴  养成  勾勒"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "汲取  唤醒  匹配"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "获取  激活  凝聚"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650726,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553025,
            "level": 35,
            "subjectDo": {
                "id": 2553025,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>寒潮是一种持续数日的天气尺度过程，<strong>“</strong>冷冬<strong>”</strong>是季节平均的气温异常。在一个季节里可能有剧烈的冷暖起伏，但是短时的冷暖并不能直接决定一个季节总体的温度高低，它们更多地是受短期气候因子影响，如极地海冰的多寡、海温的冷暖异常等。国家气候中心通常会在每年<strong>12</strong>月之前给出冬季总体气候形势的预测，但最终还是要等到次年<strong>3</strong>月气候学意义的冬季结束之后，根据<strong>12-2</strong>月全国平均的气温实况，正式宣布是否为<strong>“</strong>冷冬<strong>”</strong>。</p><p>这段文字意在说明（<strong>    </strong>）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"冷冬的产生会受多种因素影响\"}, {\"label\": \"B\", \"content\": \"寒潮与冷冬之间没有直接关联\"}, {\"label\": \"C\", \"content\": \"判定是否冷冬最终要看气温实况\"}, {\"label\": \"D\", \"content\": \"大众对寒潮与冷冬的认知有误解\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>文段开篇通过介绍“寒潮”引出“冷冬”这一话题，接着通过转折词“但是”指出短时间的冷暖并不能决定总体温度的高低，而是受到气候因子的影响。随后举例论证，最后尾句通过转折词“但”强调国家气候中心判断总体气温的方式，即根据“<strong>12-2</strong>月全国平均的气温实况，正式宣布是否为‘冷冬’<strong>”</strong>，故文段重在强调第二个转折后的内容，对应<strong>C</strong>项。</p><p><strong>A</strong>项，“冷冬的产生会受多种因素影响”，对应转折前，非重点，排除；</p><p><strong>B</strong>项，“寒潮与冷冬之间没有直接关联”，无中生有，排除；</p><p><strong>D</strong>项，“大众对寒潮与冷冬的认知有误解”，无中生有，排除。</p><p>故正确答案为<strong>C</strong>。</p><p>【文段出处】《寒潮早到，<strong>9</strong>日最冷！今冬注定是冷冬吗？》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "冷冬的产生会受多种因素影响"
                    },
                    {
                        "label": "B",
                        "content": "寒潮与冷冬之间没有直接关联"
                    },
                    {
                        "label": "C",
                        "content": "判定是否冷冬最终要看气温实况"
                    },
                    {
                        "label": "D",
                        "content": "大众对寒潮与冷冬的认知有误解"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "冷冬的产生会受多种因素影响"
                    },
                    {
                        "label": "B",
                        "content": "寒潮与冷冬之间没有直接关联"
                    },
                    {
                        "label": "C",
                        "content": "判定是否冷冬最终要看气温实况"
                    },
                    {
                        "label": "D",
                        "content": "大众对寒潮与冷冬的认知有误解"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "大众对寒潮与冷冬的认知有误解"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "寒潮与冷冬之间没有直接关联"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "判定是否冷冬最终要看气温实况"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "冷冬的产生会受多种因素影响"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650727,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553026,
            "level": 36,
            "subjectDo": {
                "id": 2553026,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>我们似乎活在一个永远觉得自己不够好的时代，即使衣食无忧，但在精神层面，我们却始终被一种匮乏感纠缠，不够美，不够瘦，不够聪明，不够有钱、工作不够好，房子不够大，人生不够成功······在现代社会，我们努力追求金钱、爱、安全、幸福以及最好版本的自己，但又永远感到匮乏。于是，我们求助于各种旨在提升自我的励志书、成功学、心理自助书籍和课程：如何锻炼肌肉，如何提高智商，如何修炼情商，如何财务自由，如何获得真爱，如何成就完美人生······而且通常承诺可以在<strong>3</strong>个月、<strong>4</strong>个星期或者<strong>24</strong>小时内速成。</p><p>这段文字接下来最可能讲的是（<strong>    </strong>）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"指出所谓自我提升的速成法都不可靠\"}, {\"label\": \"B\", \"content\": \"剖析关于自我的匮乏感究竟从何而来\"}, {\"label\": \"C\", \"content\": \"说明怎样才能真正成为最好版本的自己\"}, {\"label\": \"D\", \"content\": \"揭示物质条件与精神需求间的内在关系\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题为接语选择题，重点关注尾句。文段开篇指出我们似乎生活在一个永远都觉得自己不够好的时代，即使努力追求，依然感到匮乏。尾句介绍通过各种方式弥补自己的匮乏。故接下来应当围绕“匮乏”具体论述，对应<strong>B</strong>项，分析“自我匮乏”的原因。</p><p><strong>A</strong>项，“指出所谓自我提升的速成法都不可靠”，文段并未谈及这些方法是否可靠，与尾句无关，排除；</p><p><strong>C</strong>项，“说明怎样才能真正成为最好版本的自己”，未提及核心话题“匮乏”，排除；</p><p><strong>D</strong>项，“揭示物质条件与精神需求间的内在关系”，与尾句核心话题不符，排除。</p><p>故正确答案为<strong>B</strong>。</p><p>【文段出处】《为什么你永远觉得自己不够好？》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "指出所谓自我提升的速成法都不可靠"
                    },
                    {
                        "label": "B",
                        "content": "剖析关于自我的匮乏感究竟从何而来"
                    },
                    {
                        "label": "C",
                        "content": "说明怎样才能真正成为最好版本的自己"
                    },
                    {
                        "label": "D",
                        "content": "揭示物质条件与精神需求间的内在关系"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "指出所谓自我提升的速成法都不可靠"
                    },
                    {
                        "label": "B",
                        "content": "剖析关于自我的匮乏感究竟从何而来"
                    },
                    {
                        "label": "C",
                        "content": "说明怎样才能真正成为最好版本的自己"
                    },
                    {
                        "label": "D",
                        "content": "揭示物质条件与精神需求间的内在关系"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "揭示物质条件与精神需求间的内在关系"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "剖析关于自我的匮乏感究竟从何而来"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "说明怎样才能真正成为最好版本的自己"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "指出所谓自我提升的速成法都不可靠"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650728,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553027,
            "level": 37,
            "subjectDo": {
                "id": 2553027,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p><strong>①</strong>以上三个属，在新版《国家重点保护野生植物名录》中共列入<strong>5</strong>个物种，相比我国的苔藓多样性来说还远远不足，却是一个好的开始</p><p><strong>②</strong>总的来说，苔藓植物<strong>“</strong>不太皮实<strong>”</strong>，对环境改变比较敏感</p><p><strong>③</strong>苔藓植物若论多样性，比蕨类和裸子植物都要高，但是因为长得实在太不起眼，极少受到保护工作者的关注</p><p><strong>④</strong>值得一提的是，在新名录征求意见稿里没有苔藓，这<strong>5</strong>个种是根据各界提交的意见加进名录的，体现了主管部门对专业意见的尊重</p><p><strong>⑤</strong>比如藻苔，国内只在少数海拔<strong>4000</strong>米以上的高山上有分布，一旦生境改变，则有灭绝之虞</p><p><strong>⑥</strong>同时，国内园艺界对苔藓的需求正在高涨，无论是用于植材的泥炭藓属，还是用于观赏的白发藓属，野生种群都受到比较严重的威胁</p><p>将以上<strong>6</strong>个句子重新排列，语序正确的是（<strong>    </strong>）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"②③⑥④⑤①\"}, {\"label\": \"B\", \"content\": \"②⑥⑤①③④\"}, {\"label\": \"C\", \"content\": \"③②⑤⑥①④\"}, {\"label\": \"D\", \"content\": \"③⑤⑥④②①\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>对比选项，确定首句，②句指出“苔藓植物”对环境比较敏感；③句指出“苔藓植物”很少受到保护者的关注。首句不好判断，观察其他线索。观察⑤句出现“比如”，为举例子内容，可找捆绑。⑤句指出“藻苔”易受到环境影响，对比②③④⑥句，②句指出“苔藓植物”对环境比较敏感，衔接恰当，保留；③句指出“苔藓植物”很少受到保护者的关注，与⑤句无关，排除；④句指出“在新名录征求意见稿里没有苔藓”，与⑤句无关，排除；⑥句指出另外两种苔藓也易受到威胁，应放在⑤句之后，排除。故②⑤衔接恰当，对应C项。</p><p>故正确答案为C。</p><p>【文段出处】《采个野花就要牢底坐穿？最新保护名录来了》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "②③⑥④⑤①"
                    },
                    {
                        "label": "B",
                        "content": "②⑥⑤①③④"
                    },
                    {
                        "label": "C",
                        "content": "③②⑤⑥①④"
                    },
                    {
                        "label": "D",
                        "content": "③⑤⑥④②①"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "②③⑥④⑤①"
                    },
                    {
                        "label": "B",
                        "content": "②⑥⑤①③④"
                    },
                    {
                        "label": "C",
                        "content": "③②⑤⑥①④"
                    },
                    {
                        "label": "D",
                        "content": "③⑤⑥④②①"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "③⑤⑥④②①"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "②⑥⑤①③④"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "③②⑤⑥①④"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "②③⑥④⑤①"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650729,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553028,
            "level": 38,
            "subjectDo": {
                "id": 2553028,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"A\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>很多植物可能藏在人类无法到达的角落，所以时至今日人们依然很难做到对一个地区进行真正的地毯式搜索。另外有些植物生活方式不同寻常，比如很多菌根寄生植物只有开花的时候才钻出土面，我们在一年里大部分时间都很难发现它的植株。中国的白玉簪自从<strong>1974</strong>年被人类采到标本以后就再也没有人重新找到过，但没有人知道它是否真的灭绝了。</p><p>这段文字意在说明（<strong>    </strong>）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"植物很难被确认灭绝\"}, {\"label\": \"B\", \"content\": \"白玉簪已经被确认灭绝了\"}, {\"label\": \"C\", \"content\": \"灭绝的植物不会再被发现\"}, {\"label\": \"D\", \"content\": \"植物的发现受多方面因素影响\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>文段前半段强调植物可能藏在人类无法到达的角落导致人类难以进行地毯式搜索，接着通过并列词“另外”表明有些植物生活方式特别，人类难以发现，并举例子“中国白玉簪”就是无人知晓是否灭绝的一类植物。故文段为并列结构，强调植物的灭绝难以被发现，对应<strong>A</strong>项。</p><p><strong>B</strong>项，“被确认灭绝了”无中生有，排除；</p><p><strong>C</strong>项，属无中生有，排除；</p><p><strong>D</strong>项，“植物的发现”属偷换概念，文段强调植物的灭绝，排除。</p><p>故正确答案为<strong>A</strong>。</p><p>【文段出处】《科学家们所有的努力，也没能救活这一棵树》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "植物很难被确认灭绝"
                    },
                    {
                        "label": "B",
                        "content": "白玉簪已经被确认灭绝了"
                    },
                    {
                        "label": "C",
                        "content": "灭绝的植物不会再被发现"
                    },
                    {
                        "label": "D",
                        "content": "植物的发现受多方面因素影响"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "植物很难被确认灭绝"
                    },
                    {
                        "label": "B",
                        "content": "白玉簪已经被确认灭绝了"
                    },
                    {
                        "label": "C",
                        "content": "灭绝的植物不会再被发现"
                    },
                    {
                        "label": "D",
                        "content": "植物的发现受多方面因素影响"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "A",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "植物的发现受多方面因素影响"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "白玉簪已经被确认灭绝了"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "灭绝的植物不会再被发现"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "植物很难被确认灭绝"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650730,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553029,
            "level": 39,
            "subjectDo": {
                "id": 2553029,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>生态兴，则文明兴；生态衰，则文明衰。古代黄河流域的河西走廊、黄土高原都曾经水丰草茂，但由于毁林开荒、乱砍滥伐，生态环境遭到严重破坏，加剧了经济衰落。唐代中叶以来，我国经济中心逐步向东、向南转移，极大程度上同黄河中上游生态环境变迁有关。历史证明，实现中华民族伟大复兴，必须加强大江大河生态保护和系统治理，保护好我们生存发展的生态根基。黄河流域既是我国重要的农产品主产区，又是重要的能源、化工、原材料和基础工业基地。</p><p>根据本段文字，下列说法错误的是（<strong>    </strong>）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"黄河流域生态破坏比较严重\"}, {\"label\": \"B\", \"content\": \"黄河流域是我国的经济中心\"}, {\"label\": \"C\", \"content\": \"生态文明是生存发展的根基\"}, {\"label\": \"D\", \"content\": \"黄河流域生态地位十分突出\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p><strong>A</strong>项，对应“古代黄河流域的河西走廊、黄土高原都曾经水丰草茂，但由于毁林开荒、乱砍滥伐，生态环境遭到严重破坏<strong>······</strong>”，表述正确，排除；</p><p><strong>B</strong>项，对应“黄河流域既是我国重要的农产品主产区，又是重要的能源、化工、原材料和基础工业基地”，该项表述“经济中心”属偷换概念，表述错误，当选；</p><p><strong>C</strong>项，对应“生态兴，则文明兴；生态衰，则文明衰”，可知表述正确，排除；</p><p><strong>D</strong>项，对应“实现中华民族伟大复兴，必须加强大江大河生态保护和系统治理，保护好我们生存发展的生态根基，黄河流域既是我国重要的农产品主产区<strong>······</strong>”，可知黄河流域生态地位突出，表述正确，排除。</p><p>本题为选非题，故正确答案为<strong>B</strong>。</p><p>【文段出处】《人民日报整版阐释：加强大江大河生态保护和系统治理》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "黄河流域生态破坏比较严重"
                    },
                    {
                        "label": "B",
                        "content": "黄河流域是我国的经济中心"
                    },
                    {
                        "label": "C",
                        "content": "生态文明是生存发展的根基"
                    },
                    {
                        "label": "D",
                        "content": "黄河流域生态地位十分突出"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "黄河流域生态破坏比较严重"
                    },
                    {
                        "label": "B",
                        "content": "黄河流域是我国的经济中心"
                    },
                    {
                        "label": "C",
                        "content": "生态文明是生存发展的根基"
                    },
                    {
                        "label": "D",
                        "content": "黄河流域生态地位十分突出"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "黄河流域生态地位十分突出"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "黄河流域是我国的经济中心"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "生态文明是生存发展的根基"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "黄河流域生态破坏比较严重"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650731,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553030,
            "level": 40,
            "subjectDo": {
                "id": 2553030,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>青霉素的问世，使人类找到了一种具有强大杀菌作用的药物，结束了传染病几乎无法治疗的时代，它与原子弹、雷达被并称为第二次世界大战中的三大发明。弗莱明、弗洛里和钱恩<strong>3</strong>位科学家也因此共同荣获了<strong>1945</strong>年的诺贝尔生理学或医学奖。青霉素的发明促进了合成新药的创制，随后几十年，一大批新型抗生素相继问世，如金霉素、头孢菌素、土霉素、红霉素、制霉菌素、卡那霉素等等，极大地增强了人类抵抗细菌感染的能力，显著延长了人类寿命。</p><p>这段文字主要讲的是（<strong>    </strong>）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"青霉素的发明获得诺贝尔奖\"}, {\"label\": \"B\", \"content\": \"青霉素能够有效治疗传染病\"}, {\"label\": \"C\", \"content\": \"青霉素的发明对人类的贡献\"}, {\"label\": \"D\", \"content\": \"青霉素的发明过程非常艰难\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>文段开篇强调青霉素的问世使人类找到了强大杀菌作用的药物，从而有效治疗传染病，随后通过类比与详细例证强调青霉素的伟大。文段后半段接着表明青霉素的发明又促进了合成新药的创制，增强了人类对抗细菌感染的能力且延长寿命。故文段为并列结构，强调青霉素的问世发明为人类带来了好处，对应<strong>C</strong>项。</p><p><strong>A</strong>项，“诺贝尔奖”属前半段内容，非重点且片面，排除；</p><p><strong>B</strong>项，“治疗传染病”属前半段内容，片面，排除；</p><p><strong>D</strong>项，“过程艰难”无中生有，排除。</p><p>故正确答案为<strong>C</strong>。</p><p>【文段出处】《历史上著名抗疫药物的发明》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "青霉素的发明获得诺贝尔奖"
                    },
                    {
                        "label": "B",
                        "content": "青霉素能够有效治疗传染病"
                    },
                    {
                        "label": "C",
                        "content": "青霉素的发明对人类的贡献"
                    },
                    {
                        "label": "D",
                        "content": "青霉素的发明过程非常艰难"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "青霉素的发明获得诺贝尔奖"
                    },
                    {
                        "label": "B",
                        "content": "青霉素能够有效治疗传染病"
                    },
                    {
                        "label": "C",
                        "content": "青霉素的发明对人类的贡献"
                    },
                    {
                        "label": "D",
                        "content": "青霉素的发明过程非常艰难"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "青霉素的发明过程非常艰难"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "青霉素能够有效治疗传染病"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "青霉素的发明对人类的贡献"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "青霉素的发明获得诺贝尔奖"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650732,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553031,
            "level": 41,
            "subjectDo": {
                "id": 2553031,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>追溯历史脚步，可见人类文明发展蕴含的深邃哲理。<strong>2000</strong>多年前，中国开辟出横贯东西、连接欧亚的丝绸之路，开启了人类文明史上的大交流时代，留下弥足珍贵的人类文明共同记忆。古镜今鉴，人们从<strong>“</strong>一带一路<strong>”</strong>建设的伟大进程中获得更多启迪，伴随<strong>“</strong>一带一路<strong>”</strong>倡议在世界许多国家和地区深入人心，跨越大洲的文明交往史将被再次激活。<strong>“</strong>一带一路<strong>”</strong>正架设起新时代的<strong>“</strong>文明之路<strong>”</strong>，引领人类文明迈向更加绚烂多彩的未来。</p><p>这段文字主要（<strong>    </strong>）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"描述“一带一路”的发展历程\"}, {\"label\": \"B\", \"content\": \"强调“一带一路”的重要意义\"}, {\"label\": \"C\", \"content\": \"说明“一带一路”的历史价值\"}, {\"label\": \"D\", \"content\": \"解释“一带一路”的光荣使命\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>文段开篇追溯历史，论述<strong>2000</strong>年前中国开辟的丝绸之路，开启了文明大交流，具有重要意义。随后通过“古镜今鉴”强调如今“一带一路”的建设让人们获得启迪，文明将再次被激活，将引领人们走向更精彩的未来文明。故文段为分总结构，强调如今“一带一路”存在重要意义，对应<strong>B</strong>项。</p><p><strong>A</strong>项，“发展历程”无中生有，排除；</p><p><strong>C</strong>项，“历史价值”属分述句，描绘<strong>2000</strong>年前的丝绸之路的历史价值，偷换概念，排除；</p><p><strong>D</strong>项，“光荣使命”指职责和责任，属无中生有，排除。</p><p>故正确答案为<strong>B</strong>。</p><p>【文段出处】《文明之光照耀人类命运共同体的未来》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "描述“一带一路”的发展历程"
                    },
                    {
                        "label": "B",
                        "content": "强调“一带一路”的重要意义"
                    },
                    {
                        "label": "C",
                        "content": "说明“一带一路”的历史价值"
                    },
                    {
                        "label": "D",
                        "content": "解释“一带一路”的光荣使命"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "描述“一带一路”的发展历程"
                    },
                    {
                        "label": "B",
                        "content": "强调“一带一路”的重要意义"
                    },
                    {
                        "label": "C",
                        "content": "说明“一带一路”的历史价值"
                    },
                    {
                        "label": "D",
                        "content": "解释“一带一路”的光荣使命"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "解释“一带一路”的光荣使命"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "强调“一带一路”的重要意义"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "说明“一带一路”的历史价值"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "描述“一带一路”的发展历程"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650733,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553032,
            "level": 42,
            "subjectDo": {
                "id": 2553032,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p><strong>①</strong>究其原因是北半球陆地面积大，特别是中、高纬度地区陆域面积广泛，且这一地区属冷湿和温湿气候带，利于泥炭地发育</p><p><strong>②</strong>我国的泥炭地则在东北兴安岭、长白山山地、三江平原、若尔盖高原、云贵高原等地分布较为集中</p><p><strong>③</strong>除南极洲外，泥炭地在世界各地均有分布，其中的<img src=\"https://img.xdtech.top/uploadFiles/image/new/28b921c6f5beec8e26d7ce7e595d1324\" style=\"height:33px;margin-top:-3px;\"></img>位于高纬度地区，主要分布于俄罗斯、芬兰、加拿大、中国、美国和瑞典等国家</p><p><strong>④</strong>就全球范围而言，泥炭地的分布主要取决于气候，因此，全球泥炭地的分布具有典型的地带性分异规律</p><p><strong>⑤</strong>总体而言，泥炭地在北半球分布广泛，类型复杂，在南半球则较贫乏</p><p><strong>⑥</strong>对一个区域来说，由于海陆位置、地质、地貌与水文等各因素影响，泥炭地的分布特征更多表现为区域性或垂直性差异</p><p>将以上<strong>6</strong>个句子重新排列，语序正确的是（<strong>    </strong>）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"⑤①④③②⑥\"}, {\"label\": \"B\", \"content\": \"④⑥③⑤①②\"}, {\"label\": \"C\", \"content\": \"⑥④⑤①③②\"}, {\"label\": \"D\", \"content\": \"③⑥④②⑤①\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>对比选项，确定首句，③句详细说明除南极洲外，泥炭地在其他气候地区的分布情况，④句提出泥炭地的分布与气候有关，提出全球泥炭地分布的规律，应先引出话题“泥炭地分布”再详细说明南极洲外的分布，故应先④后③，排除<strong>D</strong>项；⑤句开头“总体而言”提出结论，不适合做首句，排除<strong>A</strong>项；⑥句详细说明一个地区的泥炭地分布的分布特征，分布受各种因素影响，是区域性的详细解释说明，不适合做首句，按照逻辑顺序应后置，排除<strong>C</strong>项。</p><p>故正确答案为<strong>B</strong>。</p><p>【文段出处】《泥炭地：地球的“固碳海绵”》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "⑤①④③②⑥"
                    },
                    {
                        "label": "B",
                        "content": "④⑥③⑤①②"
                    },
                    {
                        "label": "C",
                        "content": "⑥④⑤①③②"
                    },
                    {
                        "label": "D",
                        "content": "③⑥④②⑤①"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "⑤①④③②⑥"
                    },
                    {
                        "label": "B",
                        "content": "④⑥③⑤①②"
                    },
                    {
                        "label": "C",
                        "content": "⑥④⑤①③②"
                    },
                    {
                        "label": "D",
                        "content": "③⑥④②⑤①"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "③⑥④②⑤①"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "④⑥③⑤①②"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "⑥④⑤①③②"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "⑤①④③②⑥"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650734,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553033,
            "level": 43,
            "subjectDo": {
                "id": 2553033,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>在农作物生产过程中，运用腐殖酸类肥料能够明显地增产增收，获得良好的经济效益。但腐殖酸物质成分复杂，各类有机组分的生物化学效应还没有明确了解，且生产工艺的区别导致其应用效果也有所不同。因此，务必要明确腐殖酸原料成分，运用相应的工艺，配合辅助肥料及工艺技术，充分发挥腐殖酸的主要效用。腐殖酸类肥料具有较高的加工成本，且原料质量规范比较滞后，生产过程中缺乏指定的质量标准规范，粗制滥造情况较多。所以，腐殖酸生产加工技术还需进一步完善，探索创新加工模式减少腐殖酸类肥料的加工成本，同时，严格监管，有效控制腐殖酸类肥料中腐殖酸的有效含量。</p><p>根据这段文字，下列说法正确的是（<strong>    </strong>）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"肥料中腐殖酸含量越高，应用效果越好\"}, {\"label\": \"B\", \"content\": \"腐殖酸类肥料原料质量差，加工工艺复杂\"}, {\"label\": \"C\", \"content\": \"腐殖酸物质成分复杂，应用效果尚不明确\"}, {\"label\": \"D\", \"content\": \"腐殖酸类肥料加工过程监管不严，生产不规范\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p><strong>A</strong>项，对应“腐殖酸物质成分复杂，各类有机组分的生物化学效应还没有明确了解······严格监管，有效控制腐殖酸类肥料中腐殖酸的有效含量”，可知该项表述“腐殖酸含量越高，应用效果越好”无中生有，排除；</p><p><strong>B</strong>项，对应“腐殖酸类肥料具有较高的加工成本，且原料质量规范比较滞后”，可知选项表述“原料质量差”偷换概念，排除；</p><p><strong>C</strong>项，对应“腐殖酸物质成分复杂，各类有机组分的生物化学效应还没有明确了解”，表述正确，当选；</p><p><strong>D</strong>项，对应“生产过程中缺乏指定的质量标准规范，粗制滥造情况较多”，可知选项“监管不严，生产不规范”表述绝对，排除。</p><p>故正确答案为<strong>C</strong>。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "肥料中腐殖酸含量越高，应用效果越好"
                    },
                    {
                        "label": "B",
                        "content": "腐殖酸类肥料原料质量差，加工工艺复杂"
                    },
                    {
                        "label": "C",
                        "content": "腐殖酸物质成分复杂，应用效果尚不明确"
                    },
                    {
                        "label": "D",
                        "content": "腐殖酸类肥料加工过程监管不严，生产不规范"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "肥料中腐殖酸含量越高，应用效果越好"
                    },
                    {
                        "label": "B",
                        "content": "腐殖酸类肥料原料质量差，加工工艺复杂"
                    },
                    {
                        "label": "C",
                        "content": "腐殖酸物质成分复杂，应用效果尚不明确"
                    },
                    {
                        "label": "D",
                        "content": "腐殖酸类肥料加工过程监管不严，生产不规范"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "腐殖酸类肥料加工过程监管不严，生产不规范"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "腐殖酸类肥料原料质量差，加工工艺复杂"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "腐殖酸物质成分复杂，应用效果尚不明确"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "肥料中腐殖酸含量越高，应用效果越好"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650735,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553034,
            "level": 44,
            "subjectDo": {
                "id": 2553034,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>有人说，心若不老，又何惧岁月老去。其实，老字号的不<strong>“</strong>老<strong>”</strong>秘方就藏在变化之道中。尤其在新一轮科技革命和产业革命叠加效应突显的当下，新型消费不断快速发展，各种新业态新模式层出不穷。这些变化为老字号求新求变创造了条件。然而，不可否认，老字号转型面临着前所未有的难题，其中包括品牌老化、创新不足、市场萎缩、竞争力下降、管理不善。这意味着，只有变革触及企业内部治理、品质管理、人才培养和智能化生产等方面的核心，老字号企业才能真正赶上新消费的潮流，把不<strong>“</strong>老<strong>”</strong>变为现实。</p><p>最适合做这段文字标题的是（<strong>    </strong>）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"探寻老字号之不“老”秘方\"}, {\"label\": \"B\", \"content\": \"恋上新消费，老字号才不“老”\"}, {\"label\": \"C\", \"content\": \"老字号数字化转型与创新发展\"}, {\"label\": \"D\", \"content\": \"老字号求新求变活出“青春范”\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>文段开篇引出话题：老字号的不“老”秘方在于“变”，紧接着通过程度词“尤其”强调新型消费、新业态新模式的发展为老字号求新求变创造了条件，转折词“然而”阐明老字号转型面临着多方面的难题，最后尾句通过“这意味着”总结前文，提出结论和对策：变革要触及到核心问题，赶上新消费的潮流，从而实现老字号“不老”。故文段为分总结构，标题要与文段的中心相契合，对应<strong>B</strong>项。</p><p><strong>A</strong>项，与<strong>B</strong>项相比，“不‘老’秘方”表述不够明确，对比择优，排除；</p><p><strong>C</strong>项，“数字化转型”文段并未提及该对策，无中生有，排除；</p><p><strong>D</strong>项，“求新求变”对应分句的内容，非重点，且表述不够明确，对比择优，排除。</p><p>故正确答案为<strong>B</strong>。</p><p>【文段出处】《恋上新消费，老字号才不“老”》</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "探寻老字号之不“老”秘方"
                    },
                    {
                        "label": "B",
                        "content": "恋上新消费，老字号才不“老”"
                    },
                    {
                        "label": "C",
                        "content": "老字号数字化转型与创新发展"
                    },
                    {
                        "label": "D",
                        "content": "老字号求新求变活出“青春范”"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "探寻老字号之不“老”秘方"
                    },
                    {
                        "label": "B",
                        "content": "恋上新消费，老字号才不“老”"
                    },
                    {
                        "label": "C",
                        "content": "老字号数字化转型与创新发展"
                    },
                    {
                        "label": "D",
                        "content": "老字号求新求变活出“青春范”"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "老字号求新求变活出“青春范”"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "恋上新消费，老字号才不“老”"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "老字号数字化转型与创新发展"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "探寻老字号之不“老”秘方"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650736,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553035,
            "level": 45,
            "subjectDo": {
                "id": 2553035,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>某女士正在装修新房，准备在起居室放置一立式镜子，站在镜子前，脑袋不动就能看见全身，如果这位女士身高1.62米，问这面镜子至少高几米？（    ）</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"0.62\"}, {\"label\": \"B\", \"content\": \"0.81\"}, {\"label\": \"C\", \"content\": \"1.22\"}, {\"label\": \"D\", \"content\": \"1.62\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>平面镜成像特点是等大、等距、虚像，所以平面镜位于人和像中间，根据三角形中位线的特点，平面镜的长度只需要人的高度的<img src=\"https://img.xdtech.top/uploadFiles/image/new/28990d00c5b9fab72dbbc815080058aa\" style=\"height:33px;margin-top:-3px;\"></img>。如果这位女士身高1.62米，这面镜子至少高<img src=\"https://img.xdtech.top/uploadFiles/image/new/ca5fdd8ea155ce3e53017d9bcd2cca95\" style=\"height:33px;margin-top:-3px;\"></img>米。</p><p>故正确答案为B。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "0.62"
                    },
                    {
                        "label": "B",
                        "content": "0.81"
                    },
                    {
                        "label": "C",
                        "content": "1.22"
                    },
                    {
                        "label": "D",
                        "content": "1.62"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "0.62"
                    },
                    {
                        "label": "B",
                        "content": "0.81"
                    },
                    {
                        "label": "C",
                        "content": "1.22"
                    },
                    {
                        "label": "D",
                        "content": "1.62"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "1.62"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "0.81"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "1.22"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "0.62"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650737,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553036,
            "level": 46,
            "subjectDo": {
                "id": 2553036,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"A\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>为确保学生每餐2荤2素的饮食健康营养，某中学食堂精心推出16款荤菜与6款素菜供学生选择，荤菜中恰有李明每餐必点的糖醋排骨，他周一到周五中午在学校用餐、问李明至少要用多少周才能吃到全部套餐？（    ）</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"45\"}, {\"label\": \"B\", \"content\": \"50\"}, {\"label\": \"C\", \"content\": \"55\"}, {\"label\": \"D\", \"content\": \"60\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>根据题干，每顿荤菜必点糖醋排骨，则需从剩下15种荤菜再选1个，有<img src=\"https://img.xdtech.top/uploadFiles/image/new/a1240e911ce7914ceb1c7d8f70ef183d\" style=\"height:33px;margin-top:-3px;\"></img>种情况。再从6种素菜选2个，有<img src=\"https://img.xdtech.top/uploadFiles/image/new/7266dc15d22e0373554ccbc39c699907\" style=\"height:33px;margin-top:-3px;\"></img>种情况。则满足条件的全部组合是：<img src=\"https://img.xdtech.top/uploadFiles/image/new/6d1b9d177e901057a16209b8475f97ed\" style=\"height:33px;margin-top:-3px;\"></img>。已知李明周一到周五中午在学习用餐，则需要：<img src=\"https://img.xdtech.top/uploadFiles/image/new/f11a620461462994b08091824c81eb8b\" style=\"height:33px;margin-top:-3px;\"></img>周才能吃到全部套餐。</p><p>故正确答案为A。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "45"
                    },
                    {
                        "label": "B",
                        "content": "50"
                    },
                    {
                        "label": "C",
                        "content": "55"
                    },
                    {
                        "label": "D",
                        "content": "60"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "45"
                    },
                    {
                        "label": "B",
                        "content": "50"
                    },
                    {
                        "label": "C",
                        "content": "55"
                    },
                    {
                        "label": "D",
                        "content": "60"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "A",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "60"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "50"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "55"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "45"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650738,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553037,
            "level": 47,
            "subjectDo": {
                "id": 2553037,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>某种汽车购买时费用为14.4万元，假设每年需支出保险费、油费共0.9万元，汽车的维修费为：第一年0.2万元，以后每年比上一年多0.2万元。则这种汽车使用多少年报废最划算？<strong>（    ）</strong>（即该车使用多少年平均费用最少）</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"10\"}, {\"label\": \"B\", \"content\": \"11\"}, {\"label\": \"C\", \"content\": \"12\"}, {\"label\": \"D\", \"content\": \"13\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>根据题意，可得总费用<img src=\"https://img.xdtech.top/uploadFiles/image/new/65081f83ea219287d2a5a7f892f4635f\" style=\"height:33px;margin-top:-3px;\"></img>购买时的费用<img src=\"https://img.xdtech.top/uploadFiles/image/new/fc411343554440aa82de11fe7ee09b68\" style=\"height:33px;margin-top:-3px;\"></img>各年需支出保险费、油费<img src=\"https://img.xdtech.top/uploadFiles/image/new/fc411343554440aa82de11fe7ee09b68\" style=\"height:33px;margin-top:-3px;\"></img>各年维修费，设该车使用<img src=\"https://img.xdtech.top/uploadFiles/image/new/ceade855c63b4b23a773a73b0fcd247f\" style=\"height:33px;margin-top:-3px;\"></img>年年平均费用最少，此时年平均费用<img src=\"https://img.xdtech.top/uploadFiles/image/new/48eafdf0093f4a2db3e8270de478faa0\" style=\"height:33px;margin-top:-3px;\"></img><img src=\"https://img.xdtech.top/uploadFiles/image/new/96ba2f5fc98e4846e7b8c5628207389f\" style=\"height:33px;margin-top:-3px;\"></img>。</p><p>方法1：代入选项，找到年平均费用最少的一年。</p><p>当<img src=\"https://img.xdtech.top/uploadFiles/image/new/8de2f70b1742e0130be5b0b2fe90fbdc\" style=\"height:33px;margin-top:-3px;\"></img>时，年平均费用<img src=\"https://img.xdtech.top/uploadFiles/image/new/9baf0d4996dc1be417ed2d630ce9721e\" style=\"height:33px;margin-top:-3px;\"></img>万元；当<img src=\"https://img.xdtech.top/uploadFiles/image/new/868cc62ff165b3b6a86ce50dbb565b6f\" style=\"height:33px;margin-top:-3px;\"></img>时，年平均费用<img src=\"https://img.xdtech.top/uploadFiles/image/new/72c558ea4ab0f28af58d25b0c1f737a1\" style=\"height:33px;margin-top:-3px;\"></img>万元；当<img src=\"https://img.xdtech.top/uploadFiles/image/new/8670f81e2d7d6a8b6ff6cd63371df3fc\" style=\"height:33px;margin-top:-3px;\"></img>时，年平均费用<img src=\"https://img.xdtech.top/uploadFiles/image/new/053df7b56b9c9fdab3a2353eeac6f51f\" style=\"height:33px;margin-top:-3px;\"></img>万元；当<img src=\"https://img.xdtech.top/uploadFiles/image/new/71420865017b2de8f54d5f6eeafe8a4d\" style=\"height:33px;margin-top:-3px;\"></img>时，年平均费用<img src=\"https://img.xdtech.top/uploadFiles/image/new/9f8b93423e90e593004d19ada02c67b0\" style=\"height:33px;margin-top:-3px;\"></img>万元。因此使用12年年平均费用最少。</p><p>方法2：根据对勾函数：<img src=\"https://img.xdtech.top/uploadFiles/image/new/68574e08d256e8d882655af37fe20538\" style=\"height:33px;margin-top:-3px;\"></img>（<img src=\"https://img.xdtech.top/uploadFiles/image/new/33c0cd31a6ca8750842bd1f16d89bdf4\" style=\"height:33px;margin-top:-3px;\"></img>、<img src=\"https://img.xdtech.top/uploadFiles/image/new/5e151d411979b199b72f8d4ff06443bd\" style=\"height:33px;margin-top:-3px;\"></img>均大于0），当<img src=\"https://img.xdtech.top/uploadFiles/image/new/826253a73e74ccf0df8f2bd88f8a03f4\" style=\"height:33px;margin-top:-3px;\"></img>时，取得最小值。通过整理可得总费用<img src=\"https://img.xdtech.top/uploadFiles/image/new/1400c85ca55665f071a012ceca773328\" style=\"height:33px;margin-top:-3px;\"></img>，则当<img src=\"https://img.xdtech.top/uploadFiles/image/new/af800c46e291012f806932c5086b79d2\" style=\"height:33px;margin-top:-3px;\"></img>时，取得最小值。</p><p>故正确答案为C。</p><p>注：等差数列求和公式：<img src=\"https://img.xdtech.top/uploadFiles/image/new/e67569d442edac8819cb7e1fc83cfd65\" style=\"height:33px;margin-top:-3px;\"></img>，<img src=\"https://img.xdtech.top/uploadFiles/image/new/e142b31377f576ae518feb5213767bc4\" style=\"height:33px;margin-top:-3px;\"></img>为首项，<img src=\"https://img.xdtech.top/uploadFiles/image/new/8b5e9299c9473b0a5a00da154db55d7f\" style=\"height:33px;margin-top:-3px;\"></img>为公差。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "10"
                    },
                    {
                        "label": "B",
                        "content": "11"
                    },
                    {
                        "label": "C",
                        "content": "12"
                    },
                    {
                        "label": "D",
                        "content": "13"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "10"
                    },
                    {
                        "label": "B",
                        "content": "11"
                    },
                    {
                        "label": "C",
                        "content": "12"
                    },
                    {
                        "label": "D",
                        "content": "13"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "13"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "11"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "12"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "10"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650739,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553038,
            "level": 48,
            "subjectDo": {
                "id": 2553038,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>如图1，以直角三角形的各边为边分别向外作正方形，再把较小的两个正方形按图2的方式放置在最大正方形内。若已知图中阴影部分的面积。则一定能求出的是（    ）。</p><p><img src=\"https://img.xdtech.top/uploadFiles/image/20230313/c3d98026ae7bcda3e0654d5ae6dd4133\"></img></p>",
                "opt": "[{\"label\": \"A\", \"content\": \"直角三角形的面积\"}, {\"label\": \"B\", \"content\": \"最大正方形的面积\"}, {\"label\": \"C\", \"content\": \"较小的两个正方形重叠部分的面积\"}, {\"label\": \"D\", \"content\": \"最大正方形与直角三角形的面积和\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/20230313/86672a2043fab315e8fdc44fd189d5a7\"></img></p><p>如图：令直角三角形三条边边长分别为<img src=\"https://img.xdtech.top/uploadFiles/image/new/33c0cd31a6ca8750842bd1f16d89bdf4\" style=\"height:33px;margin-top:-3px;\"></img>、<img src=\"https://img.xdtech.top/uploadFiles/image/new/5e151d411979b199b72f8d4ff06443bd\" style=\"height:33px;margin-top:-3px;\"></img>、<img src=\"https://img.xdtech.top/uploadFiles/image/new/bc2628c2fb32c8b077465da34bb740d6\" style=\"height:33px;margin-top:-3px;\"></img>，根据勾股定理有：<img src=\"https://img.xdtech.top/uploadFiles/image/new/099acb4fac115b864aae8b3faa7e6e2f\" style=\"height:33px;margin-top:-3px;\"></img>。已知阴影部分的面积<img src=\"https://img.xdtech.top/uploadFiles/image/new/65b46d451eb6f8da2771ae75054598bd\" style=\"height:33px;margin-top:-3px;\"></img><img src=\"https://img.xdtech.top/uploadFiles/image/new/859f43957614c53f3cbd89f0145ef258\" style=\"height:33px;margin-top:-3px;\"></img><img src=\"https://img.xdtech.top/uploadFiles/image/new/14f6dcc768def645099642e8760b165a\" style=\"height:33px;margin-top:-3px;\"></img>。</p><p>接下来结合选项验证：</p><p>A项：直角三角形的面积<img src=\"https://img.xdtech.top/uploadFiles/image/new/46af0e0e9450ff2d44f7d8a6ec4bfd83\" style=\"height:33px;margin-top:-3px;\"></img>，无法通过阴影面积求出；</p><p>B<strong>项</strong><strong>：</strong>最大正方形的面积<img src=\"https://img.xdtech.top/uploadFiles/image/new/972b34b7d98e2ea15672b98458fb4ee9\" style=\"height:33px;margin-top:-3px;\"></img>，无法通过阴影面积求出；</p><p>C<strong>项</strong><strong>：</strong>较小的两个正方形重叠部分的面积<img src=\"https://img.xdtech.top/uploadFiles/image/new/726a1338e6ba9234fb91cbed68df1979\" style=\"height:33px;margin-top:-3px;\"></img>，和阴影面积一致，可以求出；</p><p>D<strong>项</strong><strong>：</strong>最大正方形与直角三角形的面积和为A、B<strong>项</strong>面积之和，无法通过阴影面积求出。</p><p>故正确答案为C。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "直角三角形的面积"
                    },
                    {
                        "label": "B",
                        "content": "最大正方形的面积"
                    },
                    {
                        "label": "C",
                        "content": "较小的两个正方形重叠部分的面积"
                    },
                    {
                        "label": "D",
                        "content": "最大正方形与直角三角形的面积和"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "直角三角形的面积"
                    },
                    {
                        "label": "B",
                        "content": "最大正方形的面积"
                    },
                    {
                        "label": "C",
                        "content": "较小的两个正方形重叠部分的面积"
                    },
                    {
                        "label": "D",
                        "content": "最大正方形与直角三角形的面积和"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "最大正方形与直角三角形的面积和"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "最大正方形的面积"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "较小的两个正方形重叠部分的面积"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "直角三角形的面积"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650740,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553039,
            "level": 49,
            "subjectDo": {
                "id": 2553039,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>某店销售一大一小两只烤鸭，共5千克，小烤鸭每千克比大烤鸭的贵2元，大烤鸭的售价是66元，小烤鸭售价是大烤鸭的<img src=\"https://img.xdtech.top/uploadFiles/image/new/18470787c7752d98997fcc15dcdf5f39\" style=\"height:33px;margin-top:-3px;\"></img>。问两只烤鸭重量差为多少千克？（    ）</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"0.5\"}, {\"label\": \"B\", \"content\": \"1\"}, {\"label\": \"C\", \"content\": \"2\"}, {\"label\": \"D\", \"content\": \"3\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>由题可得小烤鸭的售价为：<img src=\"https://img.xdtech.top/uploadFiles/image/new/ed090ee4833b2306287c65494307978c\" style=\"height:33px;margin-top:-3px;\"></img>元。</p><p>方法1：根据总重量为5千克且小烤鸭每千克比大烤鸭的贵2元，结合选项进行代入求解。</p><p>A项：两只烤鸭重量差为0.5千克时，有小烤鸭的重量：<img src=\"https://img.xdtech.top/uploadFiles/image/new/ba705d2eed7a39ca439849f6311ee8de\" style=\"height:33px;margin-top:-3px;\"></img>千克，大烤鸭的重量：<img src=\"https://img.xdtech.top/uploadFiles/image/new/7c39fb40dfd5fdb05725b22e661d7853\" style=\"height:33px;margin-top:-3px;\"></img>千克。则两只烤鸭的单价差为：<img src=\"https://img.xdtech.top/uploadFiles/image/new/f5bcaba3d92ad0f53d5aba66235afabc\" style=\"height:33px;margin-top:-3px;\"></img>元；</p><p>B项：两只烤鸭重量差为1千克时，有小烤鸭的重量：<img src=\"https://img.xdtech.top/uploadFiles/image/new/1827eff8cd4606a0d00ff1b39d951289\" style=\"height:33px;margin-top:-3px;\"></img>千克，大烤鸭的重量：<img src=\"https://img.xdtech.top/uploadFiles/image/new/a01b04f4ee8f5c6e187a11f096c90d77\" style=\"height:33px;margin-top:-3px;\"></img>千克。则两只烤鸭的单价差为：<img src=\"https://img.xdtech.top/uploadFiles/image/new/fcf6b99621e550eefc6645e0e9e03211\" style=\"height:33px;margin-top:-3px;\"></img>元，与题干一致。</p><p>方法2：设大烤鸭单价为<img src=\"https://img.xdtech.top/uploadFiles/image/new/f64d73b9e6f3f689559c458afabb2236\" style=\"height:33px;margin-top:-3px;\"></img>元，小烤鸭单价为<img src=\"https://img.xdtech.top/uploadFiles/image/new/7d75ca3d5fd3c62445a07544c24e1b90\" style=\"height:33px;margin-top:-3px;\"></img>元。则有：<img src=\"https://img.xdtech.top/uploadFiles/image/new/18b1968a80834b3408af3d3a195432f8\" style=\"height:33px;margin-top:-3px;\"></img>，且<img src=\"https://img.xdtech.top/uploadFiles/image/new/f169bd3fd015ff3ed897807e6bb52beb\" style=\"height:33px;margin-top:-3px;\"></img>，解得<img src=\"https://img.xdtech.top/uploadFiles/image/new/19dea0a47d977887b2fb5570f66ee07a\" style=\"height:33px;margin-top:-3px;\"></img>。则两只烤鸭的重量差为：<img src=\"https://img.xdtech.top/uploadFiles/image/new/dffa18b3a092e82ce45678cd83f8ff79\" style=\"height:33px;margin-top:-3px;\"></img>千克。</p><p>故正确答案为B。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "0.5"
                    },
                    {
                        "label": "B",
                        "content": "1"
                    },
                    {
                        "label": "C",
                        "content": "2"
                    },
                    {
                        "label": "D",
                        "content": "3"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "0.5"
                    },
                    {
                        "label": "B",
                        "content": "1"
                    },
                    {
                        "label": "C",
                        "content": "2"
                    },
                    {
                        "label": "D",
                        "content": "3"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "3"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "1"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "2"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "0.5"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650741,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553040,
            "level": 50,
            "subjectDo": {
                "id": 2553040,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/20230313/95749db52e26a6683a0cbb9b0456ac17\"></img></p>",
                "hasMaterial": 1,
                "content": "<p>2021年，中国高新技术产品进出口贸易额同比增长了（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"不到1万亿元\"}, {\"label\": \"B\", \"content\": \"1-1.5万亿元之间\"}, {\"label\": \"C\", \"content\": \"1.5-2万亿元之间\"}, {\"label\": \"D\", \"content\": \"2万亿元以上\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>根据题干“······同比增长了”，结合选项带单位，可判定本题为增长量计算问题。定位表格可得2021年中国高新技术产品进、出口贸易额和增长率。根据公式：增长量<img src=\"https://img.xdtech.top/uploadFiles/image/new/c5df64613716e9173079cc88755672f4\" style=\"height:33px;margin-top:-3px;\"></img>，可得：中国高新技术产品进出口贸易额增长量<img src=\"https://img.xdtech.top/uploadFiles/image/new/26dcf4572efee7aef75f958fc200febc\" style=\"height:33px;margin-top:-3px;\"></img><img src=\"https://img.xdtech.top/uploadFiles/image/new/6a4d46e27023510e1ca3841c02cddab7\" style=\"height:33px;margin-top:-3px;\"></img><img src=\"https://img.xdtech.top/uploadFiles/image/new/919035d9e6ab9800e196951383b66c4b\" style=\"height:33px;margin-top:-3px;\"></img><img src=\"https://img.xdtech.top/uploadFiles/image/new/327c07e49f3b169d49cd714d97a98854\" style=\"height:33px;margin-top:-3px;\"></img><img src=\"https://img.xdtech.top/uploadFiles/image/new/69e9619c93326926168cb122f0023270\" style=\"height:33px;margin-top:-3px;\"></img>亿元，在1.5-2万亿元之间。</p><p>故正确答案为C。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "不到1万亿元"
                    },
                    {
                        "label": "B",
                        "content": "1-1.5万亿元之间"
                    },
                    {
                        "label": "C",
                        "content": "1.5-2万亿元之间"
                    },
                    {
                        "label": "D",
                        "content": "2万亿元以上"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "不到1万亿元"
                    },
                    {
                        "label": "B",
                        "content": "1-1.5万亿元之间"
                    },
                    {
                        "label": "C",
                        "content": "1.5-2万亿元之间"
                    },
                    {
                        "label": "D",
                        "content": "2万亿元以上"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "2万亿元以上"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "1-1.5万亿元之间"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "1.5-2万亿元之间"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "不到1万亿元"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650742,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553041,
            "level": 51,
            "subjectDo": {
                "id": 2553041,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"A\"]",
                "label": "39878",
                "material": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/20230313/95749db52e26a6683a0cbb9b0456ac17\"></img></p>",
                "hasMaterial": 1,
                "content": "<p>在表中所列9个高新技术产品分类中，2021年12月中国进出口贸易呈现顺差状态的有几类？（    ）</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"4\"}, {\"label\": \"B\", \"content\": \"5\"}, {\"label\": \"C\", \"content\": \"6\"}, {\"label\": \"D\", \"content\": \"7\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>顺差即<img src=\"https://img.xdtech.top/uploadFiles/image/new/b9102f5318b62c3c3f2f1a79fbf33a3c\" style=\"height:33px;margin-top:-3px;\"></img>，定位表格可得2021年12月中国进出口贸易呈现顺差状态的有：生物技术、生命科学技术、计算机与通信技术、材料技术共4类。</p><p>故正确答案为A。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "4"
                    },
                    {
                        "label": "B",
                        "content": "5"
                    },
                    {
                        "label": "C",
                        "content": "6"
                    },
                    {
                        "label": "D",
                        "content": "7"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "4"
                    },
                    {
                        "label": "B",
                        "content": "5"
                    },
                    {
                        "label": "C",
                        "content": "6"
                    },
                    {
                        "label": "D",
                        "content": "7"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "A",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "7"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "5"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "6"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "4"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650743,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553042,
            "level": 52,
            "subjectDo": {
                "id": 2553042,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"A\"]",
                "label": "39878",
                "material": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/20230313/95749db52e26a6683a0cbb9b0456ac17\"></img></p>",
                "hasMaterial": 1,
                "content": "<p>2020年1-11月，中国生物技术产品出口额约为多少亿元？（    ）</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"64\"}, {\"label\": \"B\", \"content\": \"106\"}, {\"label\": \"C\", \"content\": \"298\"}, {\"label\": \"D\", \"content\": \"999\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>根据题干“2020年1-11月，······约为多少亿元”，结合材料给出2021年和2021年12月的数据，可判定本题为基期和差问题。定位表格可得中国生物技术产品：2021年12月出口额为83亿元，增长率为<img src=\"https://img.xdtech.top/uploadFiles/image/new/e057e781ae64997318b43ec9d8c27277\" style=\"height:33px;margin-top:-3px;\"></img>；2021年出口额为1082亿元，增长率为<img src=\"https://img.xdtech.top/uploadFiles/image/new/923037dfea902f2d39458ed912ca8389\" style=\"height:33px;margin-top:-3px;\"></img>。根据公式：基期量<img src=\"https://img.xdtech.top/uploadFiles/image/new/1021f77f9a68f8d322545221e7dd9d14\" style=\"height:33px;margin-top:-3px;\"></img>，可得所求量<img src=\"https://img.xdtech.top/uploadFiles/image/new/d0b76ff561e925ff35f5e0bbc782a170\" style=\"height:33px;margin-top:-3px;\"></img><img src=\"https://img.xdtech.top/uploadFiles/image/new/b0486a1e4399f8cc14642ba4b1c8c3b7\" style=\"height:33px;margin-top:-3px;\"></img>亿元，与A项最为接近。</p><p>故正确答案为A。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "64"
                    },
                    {
                        "label": "B",
                        "content": "106"
                    },
                    {
                        "label": "C",
                        "content": "298"
                    },
                    {
                        "label": "D",
                        "content": "999"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "64"
                    },
                    {
                        "label": "B",
                        "content": "106"
                    },
                    {
                        "label": "C",
                        "content": "298"
                    },
                    {
                        "label": "D",
                        "content": "999"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "A",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "999"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "106"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "298"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "64"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650744,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553043,
            "level": 53,
            "subjectDo": {
                "id": 2553043,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/20230313/95749db52e26a6683a0cbb9b0456ac17\"></img></p>",
                "hasMaterial": 1,
                "content": "<p>2021年12月，中国生命科学技术产品进出口贸易额同比增速比同期中国高新技术产品进出口贸易额同比增速（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"高不到5个百分点\"}, {\"label\": \"B\", \"content\": \"高5个百分点以上\"}, {\"label\": \"C\", \"content\": \"低不到5个百分点\"}, {\"label\": \"D\", \"content\": \"低5个百分点以上\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>根据题干“······同比增速比······同比增速”，结合选项高/低······百分点，可判定本题为增长率的计算问题。定位表格，可得2021年12月，中国生命科学技术产品和中国高新技术产品进、出口贸易额及增长率。</p><p>方法1：根据公式<img src=\"https://img.xdtech.top/uploadFiles/image/new/2f6b56bbb829c599079850babc1fc957\" style=\"height:33px;margin-top:-3px;\"></img>，可得：2021年12月，中国生命科学技术产品进出口贸易额同比增速<img src=\"https://img.xdtech.top/uploadFiles/image/new/476f247192057cd4b7d5984a0b90edb0\" style=\"height:33px;margin-top:-3px;\"></img><img src=\"https://img.xdtech.top/uploadFiles/image/new/28fe360fee0ab22a23bde60122f88d12\" style=\"height:33px;margin-top:-3px;\"></img>；高新技术产品进出口贸易额同比增速<img src=\"https://img.xdtech.top/uploadFiles/image/new/919c6e3e2feded185ffb37f22f161e14\" style=\"height:33px;margin-top:-3px;\"></img><img src=\"https://img.xdtech.top/uploadFiles/image/new/f148c390c2243d2d7b6d5d28ac14994c\" style=\"height:33px;margin-top:-3px;\"></img>。则两者的增速差<img src=\"https://img.xdtech.top/uploadFiles/image/new/8199ebff14c5d0c36bf2b857bdde8f71\" style=\"height:33px;margin-top:-3px;\"></img>。</p><p>方法2：根据线段法：量与距离成反比，设2021年12月中国生命科学技术产品进出口贸易额同比增速为<img src=\"https://img.xdtech.top/uploadFiles/image/new/f64d73b9e6f3f689559c458afabb2236\" style=\"height:33px;margin-top:-3px;\"></img>，则有：<img src=\"https://img.xdtech.top/uploadFiles/image/new/5012a1d512d4a8f688a4ea2526247a7e\" style=\"height:33px;margin-top:-3px;\"></img>，解得<img src=\"https://img.xdtech.top/uploadFiles/image/new/a326b5c038b1c83d624fcf50402af147\" style=\"height:33px;margin-top:-3px;\"></img>。定位表格，可得2021年12月中国高新技术产品进、出口贸易额的增长率分别为<img src=\"https://img.xdtech.top/uploadFiles/image/new/5ca13af5c30e87c5a06d60026a8cd5bf\" style=\"height:33px;margin-top:-3px;\"></img>、<img src=\"https://img.xdtech.top/uploadFiles/image/new/c601812a9f520fc60a13ad13e96db764\" style=\"height:33px;margin-top:-3px;\"></img>，根据混合增长率“居中但不中”可得：2021年12月中国高新技术产品进出口贸易额的增长率介于<img src=\"https://img.xdtech.top/uploadFiles/image/new/565c9001f81c7f926952fdd3549acb57\" style=\"height:33px;margin-top:-3px;\"></img>之间。则两者的增速差为：<img src=\"https://img.xdtech.top/uploadFiles/image/new/d8fffa49ccd1999e3184538f8e96bb13\" style=\"height:33px;margin-top:-3px;\"></img>。</p><p>注：线段法的量为基期量，本题用现期量代替计算，因此存在误差。</p><p>故正确答案为B。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "高不到5个百分点"
                    },
                    {
                        "label": "B",
                        "content": "高5个百分点以上"
                    },
                    {
                        "label": "C",
                        "content": "低不到5个百分点"
                    },
                    {
                        "label": "D",
                        "content": "低5个百分点以上"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "高不到5个百分点"
                    },
                    {
                        "label": "B",
                        "content": "高5个百分点以上"
                    },
                    {
                        "label": "C",
                        "content": "低不到5个百分点"
                    },
                    {
                        "label": "D",
                        "content": "低5个百分点以上"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "低5个百分点以上"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "高5个百分点以上"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "低不到5个百分点"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "高不到5个百分点"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650745,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553044,
            "level": 54,
            "subjectDo": {
                "id": 2553044,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/20230313/95749db52e26a6683a0cbb9b0456ac17\"></img></p>",
                "hasMaterial": 1,
                "content": "<p>能够从上述资料中推出的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"2021年1-11月，中国航空航天技术产品进口额不到出口额的3倍\"}, {\"label\": \"B\", \"content\": \"2020年全年，中国计算机与通信技术产品月均出口额高于3000亿元\"}, {\"label\": \"C\", \"content\": \"表中所列9类产品中，2021年全年出口额增速快于进口额的类别有7个\"}, {\"label\": \"D\", \"content\": \"2021年12月，中国光电技术产品进出口贸易额同比增速快于1-11月水平\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>A项：定位表格可得2021年1-11月，中国航空<img src=\"https://img.xdtech.top/uploadFiles/image/new/114580faecea6b528e70e80b672f1b68\" style=\"height:33px;margin-top:-3px;\"></img>亿元；出口额<img src=\"https://img.xdtech.top/uploadFiles/image/new/2d49e2aa0efa1f7781b0ffb8223bf1ff\" style=\"height:33px;margin-top:-3px;\"></img>亿元，进口额是出口额的<img src=\"https://img.xdtech.top/uploadFiles/image/new/a7df991071571434eaa6f0ca1b81b1e9\" style=\"height:33px;margin-top:-3px;\"></img>倍，超过3倍，错误；</p><p>B项：根据公式<img src=\"https://img.xdtech.top/uploadFiles/image/new/022df7886c8511ac7f3df60fc06fb73f\" style=\"height:33px;margin-top:-3px;\"></img>，可得中国计算机与通信技术产品月均出口额：<img src=\"https://img.xdtech.top/uploadFiles/image/new/45079f3b5ed58e34d578e4efcc6c4b7a\" style=\"height:33px;margin-top:-3px;\"></img>亿元，错误；</p><p>C项：定位表格可得2021年全年出口额增速快于进口额的类别有：生物技术、生命科学技术、光电技术、电子技术、计算机集成制造技术、材料技术、其他技术共7个，正确；</p><p>D项：2021年全年包含2021年12月和1-11月，根据“混合增长率居中但不中”可得2021年12月中国光电技术产品进出口贸易额同比增速介于<img src=\"https://img.xdtech.top/uploadFiles/image/new/0636ce390c7fa7b92fceb2067c03a346\" style=\"height:33px;margin-top:-3px;\"></img>之间；2021年同比增速介于<img src=\"https://img.xdtech.top/uploadFiles/image/new/b5b68f4b02919f04c83ae72a2f14f8b1\" style=\"height:33px;margin-top:-3px;\"></img>之间，则2021年1-11月的同比增速<img src=\"https://img.xdtech.top/uploadFiles/image/new/2eb5ad5a94e7f922a5d5618564857938\" style=\"height:33px;margin-top:-3px;\"></img>2021年同比增速，即快于12月，错误。</p><p>故正确答案为C。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "2021年1-11月，中国航空航天技术产品进口额不到出口额的3倍"
                    },
                    {
                        "label": "B",
                        "content": "2020年全年，中国计算机与通信技术产品月均出口额高于3000亿元"
                    },
                    {
                        "label": "C",
                        "content": "表中所列9类产品中，2021年全年出口额增速快于进口额的类别有7个"
                    },
                    {
                        "label": "D",
                        "content": "2021年12月，中国光电技术产品进出口贸易额同比增速快于1-11月水平"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "2021年1-11月，中国航空航天技术产品进口额不到出口额的3倍"
                    },
                    {
                        "label": "B",
                        "content": "2020年全年，中国计算机与通信技术产品月均出口额高于3000亿元"
                    },
                    {
                        "label": "C",
                        "content": "表中所列9类产品中，2021年全年出口额增速快于进口额的类别有7个"
                    },
                    {
                        "label": "D",
                        "content": "2021年12月，中国光电技术产品进出口贸易额同比增速快于1-11月水平"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "2021年12月，中国光电技术产品进出口贸易额同比增速快于1-11月水平"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "2020年全年，中国计算机与通信技术产品月均出口额高于3000亿元"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "表中所列9类产品中，2021年全年出口额增速快于进口额的类别有7个"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "2021年1-11月，中国航空航天技术产品进口额不到出口额的3倍"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650746,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553045,
            "level": 55,
            "subjectDo": {
                "id": 2553045,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"A\"]",
                "label": "39878",
                "material": "<p>2021年，长江、黄河、珠江、松花江、淮河、海河和辽河等七大流域水质优良（Ⅰ<img src=\"https://img.xdtech.top/uploadFiles/image/new/279c7af58493b2fa9eda04359050cc0c\" style=\"height:33px;margin-top:-3px;\"></img>Ⅲ类）断面比例为<img src=\"https://img.xdtech.top/uploadFiles/image/new/2136d364d8343a55142c43714f03d44e\" style=\"height:33px;margin-top:-3px;\"></img>，同比上升2.1个百分点；劣Ⅴ类断面比例为<img src=\"https://img.xdtech.top/uploadFiles/image/new/0c72a41ff0b939d1c81eb8ddb197fad3\" style=\"height:33px;margin-top:-3px;\"></img>，同比下降0.8个百分点。其中，长江流域和珠江流域水质为优，黄河、辽河、海河流域水质良好，松花江和海河流域水质为轻度污染。监测的210个重点湖库中，水质优良（Ⅰ<img src=\"https://img.xdtech.top/uploadFiles/image/new/279c7af58493b2fa9eda04359050cc0c\" style=\"height:33px;margin-top:-3px;\"></img>Ⅲ类）湖库个数占比<img src=\"https://img.xdtech.top/uploadFiles/image/new/96b15057f7a35b8fef3f44e6c0e535b6\" style=\"height:33px;margin-top:-3px;\"></img>，同比下降0.9个百分点，劣Ⅴ类水质湖库个数占比<img src=\"https://img.xdtech.top/uploadFiles/image/new/12a6bc38f86f6d75b5f1229a79e0489c\" style=\"height:33px;margin-top:-3px;\"></img>，同比持平。（注：水质分类为Ⅰ<img src=\"https://img.xdtech.top/uploadFiles/image/new/279c7af58493b2fa9eda04359050cc0c\" style=\"height:33px;margin-top:-3px;\"></img>Ⅴ类和劣Ⅴ类）</p><p><img src=\"https://img.xdtech.top/uploadFiles/image/20230313/ca15aca8e75c285a92abe4b17981c635\"></img></p>",
                "hasMaterial": 1,
                "content": "<p>2021年空气中污染物平均浓度同比下降幅度最大的3种是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"<p><img src=\\\"https://img.xdtech.top/uploadFiles/image/new/061d72bbfc6bb02b147a89f45879ee22\\\" style=\\\"height:33px;margin-top:-3px;\\\"></img></p>\"}, {\"label\": \"B\", \"content\": \"<p><img src=\\\"https://img.xdtech.top/uploadFiles/image/new/cc70bcc5854ed7ff5b9b4cb8ff674f97\\\" style=\\\"height:33px;margin-top:-3px;\\\"></img></p>\"}, {\"label\": \"C\", \"content\": \"<p><img src=\\\"https://img.xdtech.top/uploadFiles/image/new/3649d45620de4fc54fdc3495af90b879\\\" style=\\\"height:33px;margin-top:-3px;\\\"></img></p>\"}, {\"label\": \"D\", \"content\": \"<p><img src=\\\"https://img.xdtech.top/uploadFiles/image/new/8f50ae1dbcd0539ed55a0f69d1d6f77f\\\" style=\\\"height:33px;margin-top:-3px;\\\"></img></p>\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>根据题干“······同比下降幅度最大的3种是······”，判定本题为一般增长率的比较问题。定位表格空气中污染物平均浓度（单位：微克<img src=\"https://img.xdtech.top/uploadFiles/image/new/da7e6aefb006a08ef4ebd9e987b944e1\" style=\"height:33px;margin-top:-3px;\"></img>立方米）可知2021年和2020年各空气污染物的平均浓度。根据公式<img src=\"https://img.xdtech.top/uploadFiles/image/new/ffcd6a292c146d6e8e8480f5b32ec295\" style=\"height:33px;margin-top:-3px;\"></img>，则2021年<img src=\"https://img.xdtech.top/uploadFiles/image/new/de6ae0bc3dc257bd57f74e2fa622f2cd\" style=\"height:33px;margin-top:-3px;\"></img>同比增长率为<img src=\"https://img.xdtech.top/uploadFiles/image/new/944b5e6867562be3d049b13e55db3657\" style=\"height:33px;margin-top:-3px;\"></img>。<img src=\"https://img.xdtech.top/uploadFiles/image/new/6999b7003343ad3fc5aa6db0bd3c32f7\" style=\"height:33px;margin-top:-3px;\"></img>同比增长率为<img src=\"https://img.xdtech.top/uploadFiles/image/new/10b36b7754cfbacdb17c57a6fe9572ae\" style=\"height:33px;margin-top:-3px;\"></img>。<img src=\"https://img.xdtech.top/uploadFiles/image/new/253a3c48770eff7c662b06e3c5653ff5\" style=\"height:33px;margin-top:-3px;\"></img>同比增长率为<img src=\"https://img.xdtech.top/uploadFiles/image/new/a0b7371ec9b24eacea3ba72f0ae64888\" style=\"height:33px;margin-top:-3px;\"></img>。<img src=\"https://img.xdtech.top/uploadFiles/image/new/b86d1a3c32e203b17cc7a1e7c4bd5641\" style=\"height:33px;margin-top:-3px;\"></img>同比增长率为<img src=\"https://img.xdtech.top/uploadFiles/image/new/2c7b4328805ebad8848653e581b1125c\" style=\"height:33px;margin-top:-3px;\"></img>。<img src=\"https://img.xdtech.top/uploadFiles/image/new/9a5653622f3e6bd9bfefaff8db9a94ab\" style=\"height:33px;margin-top:-3px;\"></img>同比增长率为<img src=\"https://img.xdtech.top/uploadFiles/image/new/dd0ffb57deeca2da7da51fbc264ac6df\" style=\"height:33px;margin-top:-3px;\"></img>。同比下降幅度最大的3种是<img src=\"https://img.xdtech.top/uploadFiles/image/new/de6ae0bc3dc257bd57f74e2fa622f2cd\" style=\"height:33px;margin-top:-3px;\"></img>、<img src=\"https://img.xdtech.top/uploadFiles/image/new/253a3c48770eff7c662b06e3c5653ff5\" style=\"height:33px;margin-top:-3px;\"></img>、<img src=\"https://img.xdtech.top/uploadFiles/image/new/9a5653622f3e6bd9bfefaff8db9a94ab\" style=\"height:33px;margin-top:-3px;\"></img>。</p><p>故正确答案为A。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/061d72bbfc6bb02b147a89f45879ee22\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    },
                    {
                        "label": "B",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/cc70bcc5854ed7ff5b9b4cb8ff674f97\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    },
                    {
                        "label": "C",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/3649d45620de4fc54fdc3495af90b879\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    },
                    {
                        "label": "D",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/8f50ae1dbcd0539ed55a0f69d1d6f77f\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/061d72bbfc6bb02b147a89f45879ee22\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    },
                    {
                        "label": "B",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/cc70bcc5854ed7ff5b9b4cb8ff674f97\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    },
                    {
                        "label": "C",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/3649d45620de4fc54fdc3495af90b879\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    },
                    {
                        "label": "D",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/8f50ae1dbcd0539ed55a0f69d1d6f77f\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "A",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/8f50ae1dbcd0539ed55a0f69d1d6f77f\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/cc70bcc5854ed7ff5b9b4cb8ff674f97\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/3649d45620de4fc54fdc3495af90b879\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/061d72bbfc6bb02b147a89f45879ee22\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650747,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553046,
            "level": 56,
            "subjectDo": {
                "id": 2553046,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"A\"]",
                "label": "39878",
                "material": "<p>2021年，长江、黄河、珠江、松花江、淮河、海河和辽河等七大流域水质优良（Ⅰ<img src=\"https://img.xdtech.top/uploadFiles/image/new/279c7af58493b2fa9eda04359050cc0c\" style=\"height:33px;margin-top:-3px;\"></img>Ⅲ类）断面比例为<img src=\"https://img.xdtech.top/uploadFiles/image/new/2136d364d8343a55142c43714f03d44e\" style=\"height:33px;margin-top:-3px;\"></img>，同比上升2.1个百分点；劣Ⅴ类断面比例为<img src=\"https://img.xdtech.top/uploadFiles/image/new/0c72a41ff0b939d1c81eb8ddb197fad3\" style=\"height:33px;margin-top:-3px;\"></img>，同比下降0.8个百分点。其中，长江流域和珠江流域水质为优，黄河、辽河、海河流域水质良好，松花江和海河流域水质为轻度污染。监测的210个重点湖库中，水质优良（Ⅰ<img src=\"https://img.xdtech.top/uploadFiles/image/new/279c7af58493b2fa9eda04359050cc0c\" style=\"height:33px;margin-top:-3px;\"></img>Ⅲ类）湖库个数占比<img src=\"https://img.xdtech.top/uploadFiles/image/new/96b15057f7a35b8fef3f44e6c0e535b6\" style=\"height:33px;margin-top:-3px;\"></img>，同比下降0.9个百分点，劣Ⅴ类水质湖库个数占比<img src=\"https://img.xdtech.top/uploadFiles/image/new/12a6bc38f86f6d75b5f1229a79e0489c\" style=\"height:33px;margin-top:-3px;\"></img>，同比持平。（注：水质分类为Ⅰ<img src=\"https://img.xdtech.top/uploadFiles/image/new/279c7af58493b2fa9eda04359050cc0c\" style=\"height:33px;margin-top:-3px;\"></img>Ⅴ类和劣Ⅴ类）</p><p><img src=\"https://img.xdtech.top/uploadFiles/image/20230313/ca15aca8e75c285a92abe4b17981c635\"></img></p>",
                "hasMaterial": 1,
                "content": "<p>2021年全国339个地级及以上城市平均优良天数同比约增加（按每年365天计算）（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"1.5天\"}, {\"label\": \"B\", \"content\": \"2.5天\"}, {\"label\": \"C\", \"content\": \"3.5天\"}, {\"label\": \"D\", \"content\": \"4.5天\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p><strong>根据题干“·······</strong><strong>同比约增加······</strong><strong>” ，结合选项均带单位，判定本题为增长量计算问题。定位表格全国3</strong><strong>39</strong><strong><strong>个地级以上城市全年各级别天数比例<img src=\"https://img.xdtech.top/uploadFiles/image/new/3549633264867e0fe7f69661b6e4dcea\" style=\"height:33px;margin-top:-3px;\"></img><img src=\"https://img.xdtech.top/uploadFiles/image/new/26d49e0f1b59c7b45cc84525b200acdf\" style=\"height:33px;margin-top:-3px;\"></img></strong>可知2</strong><strong>021</strong><strong>年与</strong><strong>2020年全国339个地级及以上城市平均优良天数</strong><strong>比例。根据公式<img src=\"https://img.xdtech.top/uploadFiles/image/new/622c5002caaffc082cc0e1be7b283e9f\" style=\"height:33px;margin-top:-3px;\"></img>，则所求</strong><strong>平均优良天数同比增加了<img src=\"https://img.xdtech.top/uploadFiles/image/new/c1ca37b2008c7d5b44004f287dae636a\" style=\"height:33px;margin-top:-3px;\"></img>天</strong><strong>。</strong></p><p><strong><strong>故正确答案为</strong>A。</strong></p><p><strong>备注：材料中所提供的</strong><strong>优良天数</strong><strong>比例即为平均优良天数比例，故2021年平均优良天数即为<img src=\"https://img.xdtech.top/uploadFiles/image/new/940a3c5b72246474eb0a8cee79657e89\" style=\"height:33px;margin-top:-3px;\"></img>年优良天数比例。</strong></p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "1.5天"
                    },
                    {
                        "label": "B",
                        "content": "2.5天"
                    },
                    {
                        "label": "C",
                        "content": "3.5天"
                    },
                    {
                        "label": "D",
                        "content": "4.5天"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "1.5天"
                    },
                    {
                        "label": "B",
                        "content": "2.5天"
                    },
                    {
                        "label": "C",
                        "content": "3.5天"
                    },
                    {
                        "label": "D",
                        "content": "4.5天"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "A",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "4.5天"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "2.5天"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "3.5天"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "1.5天"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650748,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553047,
            "level": 57,
            "subjectDo": {
                "id": 2553047,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "<p>2021年，长江、黄河、珠江、松花江、淮河、海河和辽河等七大流域水质优良（Ⅰ<img src=\"https://img.xdtech.top/uploadFiles/image/new/279c7af58493b2fa9eda04359050cc0c\" style=\"height:33px;margin-top:-3px;\"></img>Ⅲ类）断面比例为<img src=\"https://img.xdtech.top/uploadFiles/image/new/2136d364d8343a55142c43714f03d44e\" style=\"height:33px;margin-top:-3px;\"></img>，同比上升2.1个百分点；劣Ⅴ类断面比例为<img src=\"https://img.xdtech.top/uploadFiles/image/new/0c72a41ff0b939d1c81eb8ddb197fad3\" style=\"height:33px;margin-top:-3px;\"></img>，同比下降0.8个百分点。其中，长江流域和珠江流域水质为优，黄河、辽河、海河流域水质良好，松花江和海河流域水质为轻度污染。监测的210个重点湖库中，水质优良（Ⅰ<img src=\"https://img.xdtech.top/uploadFiles/image/new/279c7af58493b2fa9eda04359050cc0c\" style=\"height:33px;margin-top:-3px;\"></img>Ⅲ类）湖库个数占比<img src=\"https://img.xdtech.top/uploadFiles/image/new/96b15057f7a35b8fef3f44e6c0e535b6\" style=\"height:33px;margin-top:-3px;\"></img>，同比下降0.9个百分点，劣Ⅴ类水质湖库个数占比<img src=\"https://img.xdtech.top/uploadFiles/image/new/12a6bc38f86f6d75b5f1229a79e0489c\" style=\"height:33px;margin-top:-3px;\"></img>，同比持平。（注：水质分类为Ⅰ<img src=\"https://img.xdtech.top/uploadFiles/image/new/279c7af58493b2fa9eda04359050cc0c\" style=\"height:33px;margin-top:-3px;\"></img>Ⅴ类和劣Ⅴ类）</p><p><img src=\"https://img.xdtech.top/uploadFiles/image/20230313/ca15aca8e75c285a92abe4b17981c635\"></img></p>",
                "hasMaterial": 1,
                "content": "<p>2021年全国七大流城Ⅳ类和Ⅴ类水质断面比例同比下降（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"<p><img src=\\\"https://img.xdtech.top/uploadFiles/image/new/226ce0c37eea9b536d7a5ac958e24d18\\\" style=\\\"height:33px;margin-top:-3px;\\\"></img></p>\"}, {\"label\": \"B\", \"content\": \"<p><img src=\\\"https://img.xdtech.top/uploadFiles/image/new/0c72a41ff0b939d1c81eb8ddb197fad3\\\" style=\\\"height:33px;margin-top:-3px;\\\"></img></p>\"}, {\"label\": \"C\", \"content\": \"<p><img src=\\\"https://img.xdtech.top/uploadFiles/image/new/525423b6024da1b3af2ad525075bfa19\\\" style=\\\"height:33px;margin-top:-3px;\\\"></img></p>\"}, {\"label\": \"D\", \"content\": \"<p><img src=\\\"https://img.xdtech.top/uploadFiles/image/new/7fa0e52c63e632e6abc538ef273fba1a\\\" style=\\\"height:33px;margin-top:-3px;\\\"></img></p>\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p><strong><strong>根据题干</strong>“······同比下降”，结合选项为百分数，判定本题为增长率计算问题。定位文字材料可知：</strong><strong>2021年，七大流域水质优良（Ⅰ～Ⅲ类）断面比例为<img src=\"https://img.xdtech.top/uploadFiles/image/new/2136d364d8343a55142c43714f03d44e\" style=\"height:33px;margin-top:-3px;\"></img>，同比上升2.1个百分点；劣Ⅴ类断面比例为<img src=\"https://img.xdtech.top/uploadFiles/image/new/0c72a41ff0b939d1c81eb8ddb197fad3\" style=\"height:33px;margin-top:-3px;\"></img>，同比下降0.8个百分点。</strong><strong>可得：</strong><strong>2021年</strong><strong><strong>、</strong>2</strong><strong>020</strong><strong>年</strong><strong><strong>全国七大流城</strong>Ⅳ类和Ⅴ类水质断面比例</strong><strong>分别为：<img src=\"https://img.xdtech.top/uploadFiles/image/new/746af12cd2aec31df2c4feac1e88e50d\" style=\"height:33px;margin-top:-3px;\"></img>；<img src=\"https://img.xdtech.top/uploadFiles/image/new/38b7a2e1ce0a47d7de5aa5d03ebc53ca\" style=\"height:33px;margin-top:-3px;\"></img><img src=\"https://img.xdtech.top/uploadFiles/image/new/1cfb3fa7348f2169449e068791086dd5\" style=\"height:33px;margin-top:-3px;\"></img>。则所求为：<img src=\"https://img.xdtech.top/uploadFiles/image/new/061d8ab1b267f8a605d2e6c04957734e\" style=\"height:33px;margin-top:-3px;\"></img>。</strong></p><p><strong><strong>故正确答案为</strong>C。</strong></p><p><strong><strong>备注：我国地表水水质共分为</strong>6类，分别是</strong><strong>I</strong><strong>类、</strong><strong>II</strong><strong>类、</strong><strong>III</strong><strong>类、</strong><strong>IV</strong><strong>类、</strong><strong>V</strong><strong>类以及劣</strong><strong>V</strong><strong>类。</strong></p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/226ce0c37eea9b536d7a5ac958e24d18\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    },
                    {
                        "label": "B",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/0c72a41ff0b939d1c81eb8ddb197fad3\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    },
                    {
                        "label": "C",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/525423b6024da1b3af2ad525075bfa19\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    },
                    {
                        "label": "D",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/7fa0e52c63e632e6abc538ef273fba1a\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/226ce0c37eea9b536d7a5ac958e24d18\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    },
                    {
                        "label": "B",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/0c72a41ff0b939d1c81eb8ddb197fad3\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    },
                    {
                        "label": "C",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/525423b6024da1b3af2ad525075bfa19\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    },
                    {
                        "label": "D",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/7fa0e52c63e632e6abc538ef273fba1a\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/7fa0e52c63e632e6abc538ef273fba1a\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/0c72a41ff0b939d1c81eb8ddb197fad3\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/525423b6024da1b3af2ad525075bfa19\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "<p><img src=\"https://img.xdtech.top/uploadFiles/image/new/226ce0c37eea9b536d7a5ac958e24d18\" style=\"height:33px;margin-top:-3px;\"></img></p>"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650749,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553048,
            "level": 58,
            "subjectDo": {
                "id": 2553048,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "<p>2021年，长江、黄河、珠江、松花江、淮河、海河和辽河等七大流域水质优良（Ⅰ<img src=\"https://img.xdtech.top/uploadFiles/image/new/279c7af58493b2fa9eda04359050cc0c\" style=\"height:33px;margin-top:-3px;\"></img>Ⅲ类）断面比例为<img src=\"https://img.xdtech.top/uploadFiles/image/new/2136d364d8343a55142c43714f03d44e\" style=\"height:33px;margin-top:-3px;\"></img>，同比上升2.1个百分点；劣Ⅴ类断面比例为<img src=\"https://img.xdtech.top/uploadFiles/image/new/0c72a41ff0b939d1c81eb8ddb197fad3\" style=\"height:33px;margin-top:-3px;\"></img>，同比下降0.8个百分点。其中，长江流域和珠江流域水质为优，黄河、辽河、海河流域水质良好，松花江和海河流域水质为轻度污染。监测的210个重点湖库中，水质优良（Ⅰ<img src=\"https://img.xdtech.top/uploadFiles/image/new/279c7af58493b2fa9eda04359050cc0c\" style=\"height:33px;margin-top:-3px;\"></img>Ⅲ类）湖库个数占比<img src=\"https://img.xdtech.top/uploadFiles/image/new/96b15057f7a35b8fef3f44e6c0e535b6\" style=\"height:33px;margin-top:-3px;\"></img>，同比下降0.9个百分点，劣Ⅴ类水质湖库个数占比<img src=\"https://img.xdtech.top/uploadFiles/image/new/12a6bc38f86f6d75b5f1229a79e0489c\" style=\"height:33px;margin-top:-3px;\"></img>，同比持平。（注：水质分类为Ⅰ<img src=\"https://img.xdtech.top/uploadFiles/image/new/279c7af58493b2fa9eda04359050cc0c\" style=\"height:33px;margin-top:-3px;\"></img>Ⅴ类和劣Ⅴ类）</p><p><img src=\"https://img.xdtech.top/uploadFiles/image/20230313/ca15aca8e75c285a92abe4b17981c635\"></img></p>",
                "hasMaterial": 1,
                "content": "<p>2019年-2021年，空气中污染物平均浓度以等差数列形式下降的有（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"1类\"}, {\"label\": \"B\", \"content\": \"2类\"}, {\"label\": \"C\", \"content\": \"3类\"}, {\"label\": \"D\", \"content\": \"4类\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p><strong><strong>定位表格空气中污染物平均浓度（单位：微克<img src=\"https://img.xdtech.top/uploadFiles/image/new/da7e6aefb006a08ef4ebd9e987b944e1\" style=\"height:33px;margin-top:-3px;\"></img></strong>立方米）可知2020年<img src=\"https://img.xdtech.top/uploadFiles/image/new/51ee5bf4ae3d308954e9e7e58c3675dd\" style=\"height:33px;margin-top:-3px;\"></img> 平均浓度<img src=\"https://img.xdtech.top/uploadFiles/image/new/4d2ab3547d87154d46e7941e23e8acc6\" style=\"height:33px;margin-top:-3px;\"></img>2019年<img src=\"https://img.xdtech.top/uploadFiles/image/new/de6ae0bc3dc257bd57f74e2fa622f2cd\" style=\"height:33px;margin-top:-3px;\"></img>平均浓度<img src=\"https://img.xdtech.top/uploadFiles/image/new/b64c3296d9d07f554fb025d03809e040\" style=\"height:33px;margin-top:-3px;\"></img><img src=\"https://img.xdtech.top/uploadFiles/image/new/de6ae0bc3dc257bd57f74e2fa622f2cd\" style=\"height:33px;margin-top:-3px;\"></img>平均浓度<img src=\"https://img.xdtech.top/uploadFiles/image/new/4d2ab3547d87154d46e7941e23e8acc6\" style=\"height:33px;margin-top:-3px;\"></img>2020年<img src=\"https://img.xdtech.top/uploadFiles/image/new/de6ae0bc3dc257bd57f74e2fa622f2cd\" style=\"height:33px;margin-top:-3px;\"></img> 平均浓度，2020年<img src=\"https://img.xdtech.top/uploadFiles/image/new/253a3c48770eff7c662b06e3c5653ff5\" style=\"height:33px;margin-top:-3px;\"></img>平均浓度<img src=\"https://img.xdtech.top/uploadFiles/image/new/4d2ab3547d87154d46e7941e23e8acc6\" style=\"height:33px;margin-top:-3px;\"></img>2019年<img src=\"https://img.xdtech.top/uploadFiles/image/new/253a3c48770eff7c662b06e3c5653ff5\" style=\"height:33px;margin-top:-3px;\"></img>平均浓度<img src=\"https://img.xdtech.top/uploadFiles/image/new/b64c3296d9d07f554fb025d03809e040\" style=\"height:33px;margin-top:-3px;\"></img>年<img src=\"https://img.xdtech.top/uploadFiles/image/new/253a3c48770eff7c662b06e3c5653ff5\" style=\"height:33px;margin-top:-3px;\"></img>平均浓度<img src=\"https://img.xdtech.top/uploadFiles/image/new/4d2ab3547d87154d46e7941e23e8acc6\" style=\"height:33px;margin-top:-3px;\"></img>2020年<img src=\"https://img.xdtech.top/uploadFiles/image/new/253a3c48770eff7c662b06e3c5653ff5\" style=\"height:33px;margin-top:-3px;\"></img>平均浓度。</strong><strong>则</strong><strong>2019年<img src=\"https://img.xdtech.top/uploadFiles/image/new/4d2ab3547d87154d46e7941e23e8acc6\" style=\"height:33px;margin-top:-3px;\"></img>2021年，空气中污染物平均浓度以等差数列形式下降的有</strong><strong>和共2类。</strong></p><p><strong><strong>故正确答案为</strong>B。</strong></p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "1类"
                    },
                    {
                        "label": "B",
                        "content": "2类"
                    },
                    {
                        "label": "C",
                        "content": "3类"
                    },
                    {
                        "label": "D",
                        "content": "4类"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "1类"
                    },
                    {
                        "label": "B",
                        "content": "2类"
                    },
                    {
                        "label": "C",
                        "content": "3类"
                    },
                    {
                        "label": "D",
                        "content": "4类"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "4类"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "2类"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "3类"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "1类"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650750,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553049,
            "level": 59,
            "subjectDo": {
                "id": 2553049,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "<p>2021年，长江、黄河、珠江、松花江、淮河、海河和辽河等七大流域水质优良（Ⅰ<img src=\"https://img.xdtech.top/uploadFiles/image/new/279c7af58493b2fa9eda04359050cc0c\" style=\"height:33px;margin-top:-3px;\"></img>Ⅲ类）断面比例为<img src=\"https://img.xdtech.top/uploadFiles/image/new/2136d364d8343a55142c43714f03d44e\" style=\"height:33px;margin-top:-3px;\"></img>，同比上升2.1个百分点；劣Ⅴ类断面比例为<img src=\"https://img.xdtech.top/uploadFiles/image/new/0c72a41ff0b939d1c81eb8ddb197fad3\" style=\"height:33px;margin-top:-3px;\"></img>，同比下降0.8个百分点。其中，长江流域和珠江流域水质为优，黄河、辽河、海河流域水质良好，松花江和海河流域水质为轻度污染。监测的210个重点湖库中，水质优良（Ⅰ<img src=\"https://img.xdtech.top/uploadFiles/image/new/279c7af58493b2fa9eda04359050cc0c\" style=\"height:33px;margin-top:-3px;\"></img>Ⅲ类）湖库个数占比<img src=\"https://img.xdtech.top/uploadFiles/image/new/96b15057f7a35b8fef3f44e6c0e535b6\" style=\"height:33px;margin-top:-3px;\"></img>，同比下降0.9个百分点，劣Ⅴ类水质湖库个数占比<img src=\"https://img.xdtech.top/uploadFiles/image/new/12a6bc38f86f6d75b5f1229a79e0489c\" style=\"height:33px;margin-top:-3px;\"></img>，同比持平。（注：水质分类为Ⅰ<img src=\"https://img.xdtech.top/uploadFiles/image/new/279c7af58493b2fa9eda04359050cc0c\" style=\"height:33px;margin-top:-3px;\"></img>Ⅴ类和劣Ⅴ类）</p><p><img src=\"https://img.xdtech.top/uploadFiles/image/20230313/ca15aca8e75c285a92abe4b17981c635\"></img></p>",
                "hasMaterial": 1,
                "content": "<p>能够从上述资料中推出的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"2021年监测210个重点湖库的水质同比改善\"}, {\"label\": \"B\", \"content\": \"2021年全国7大流域中水质优良的有4大流域\"}, {\"label\": \"C\", \"content\": \"2019年-2021年，空气污染物平均浓度下降幅度最大的是O3\"}, {\"label\": \"D\", \"content\": \"2020年-2021年，全国339个地级及以上城市全年各级别天数同比改善最大的是2020年\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p><strong>A项：定位文字材料可知：</strong><strong><strong>监测的</strong>210个重点湖库中，水质优良（Ⅰ<img src=\"https://img.xdtech.top/uploadFiles/image/new/279c7af58493b2fa9eda04359050cc0c\" style=\"height:33px;margin-top:-3px;\"></img>Ⅲ类）湖库个数占比<img src=\"https://img.xdtech.top/uploadFiles/image/new/96b15057f7a35b8fef3f44e6c0e535b6\" style=\"height:33px;margin-top:-3px;\"></img>，同比下降0.9个百分点，劣Ⅴ类水质湖库个数占比<img src=\"https://img.xdtech.top/uploadFiles/image/new/12a6bc38f86f6d75b5f1229a79e0489c\" style=\"height:33px;margin-top:-3px;\"></img>，同比持平。</strong><strong>水质优良湖库个数占比同比下降，</strong><strong><strong>劣</strong>Ⅴ类水质湖库个数占比同比持平</strong><strong>。因此</strong><strong>2021年监测210个重点湖库的水质</strong><strong>并无改善，错误；</strong></p><p><strong>B项：定位文字材料可知：七大流域中</strong><strong>长江流域和珠江流域水质为优，黄河、辽河、海河流域水质良好，松花江和海河流域水质为轻度污染。</strong><strong>因此</strong><strong>2021年全国7大流域中水质优良的有5大流域</strong><strong>，错误；</strong></p><p><strong>C项：定位表格空气中污染物平均浓度（单位：微克/立方米）可知</strong><strong>2019-2021</strong><strong><strong>年各空气污染物的平均浓度。根据公式：增长率<img src=\"https://img.xdtech.top/uploadFiles/image/new/a594c31681b7b0134e0116697913700d\" style=\"height:33px;margin-top:-3px;\"></img>，有</strong>2</strong><strong>019-2021</strong><strong>年<img src=\"https://img.xdtech.top/uploadFiles/image/new/b4de3a5dcba66c229eb4d8f83f9aaf69\" style=\"height:33px;margin-top:-3px;\"></img>的增长率为<img src=\"https://img.xdtech.top/uploadFiles/image/new/1eda93dafd02fc949eb4bd8d6894cfd8\" style=\"height:33px;margin-top:-3px;\"></img>；</strong><img src=\"https://img.xdtech.top/uploadFiles/image/new/de6ae0bc3dc257bd57f74e2fa622f2cd\" style=\"height:33px;margin-top:-3px;\"></img><strong>增长率为<img src=\"https://img.xdtech.top/uploadFiles/image/new/516d9ec9469bee8c848864165ee2b78d\" style=\"height:33px;margin-top:-3px;\"></img>。<img src=\"https://img.xdtech.top/uploadFiles/image/new/de6ae0bc3dc257bd57f74e2fa622f2cd\" style=\"height:33px;margin-top:-3px;\"></img></strong><strong>下降幅度</strong><strong>更</strong><strong>大</strong><strong>，错误；</strong></p><p><strong>D项：定位表格全国3</strong><strong>39</strong><strong><strong>个地级以上城市全年各级别天数比例<img src=\"https://img.xdtech.top/uploadFiles/image/new/7c3051c909a9da9f2e8da0b4a8f77818\" style=\"height:33px;margin-top:-3px;\"></img></strong>可知，与2</strong><strong>021</strong><strong><strong>年相比，</strong>2</strong><strong>020</strong><strong><strong>年全国</strong>3</strong><strong>39</strong><strong>个地级以上城市平均优良天数比例同比增加较多，污染天数比例同比下降较少。因此</strong><strong>2020年-2021年，全国339个地级</strong><strong>及</strong><strong>以上城市全年</strong><strong>各</strong><strong><strong>级别天数同比改善最大的是</strong>2020年</strong><strong>，正确。</strong></p><p><strong><strong>故正确答案为</strong>D。</strong></p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "2021年监测210个重点湖库的水质同比改善"
                    },
                    {
                        "label": "B",
                        "content": "2021年全国7大流域中水质优良的有4大流域"
                    },
                    {
                        "label": "C",
                        "content": "2019年-2021年，空气污染物平均浓度下降幅度最大的是O3"
                    },
                    {
                        "label": "D",
                        "content": "2020年-2021年，全国339个地级及以上城市全年各级别天数同比改善最大的是2020年"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "2021年监测210个重点湖库的水质同比改善"
                    },
                    {
                        "label": "B",
                        "content": "2021年全国7大流域中水质优良的有4大流域"
                    },
                    {
                        "label": "C",
                        "content": "2019年-2021年，空气污染物平均浓度下降幅度最大的是O3"
                    },
                    {
                        "label": "D",
                        "content": "2020年-2021年，全国339个地级及以上城市全年各级别天数同比改善最大的是2020年"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "2020年-2021年，全国339个地级及以上城市全年各级别天数同比改善最大的是2020年"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "2021年全国7大流域中水质优良的有4大流域"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "2019年-2021年，空气污染物平均浓度下降幅度最大的是O3"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "2021年监测210个重点湖库的水质同比改善"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650751,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553050,
            "level": 60,
            "subjectDo": {
                "id": 2553050,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"A\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>从所给四个选项中，选择最合适的一个填入问号处，使之呈现一定规律性（    ）。</p><p><img src=\"https://img.xdtech.top/uploadFiles/image/20230313/97ce8900851cf03579d5fa6251f59c39\"></img></p>",
                "opt": "[{\"label\": \"A\", \"content\": \"A\"}, {\"label\": \"B\", \"content\": \"B\"}, {\"label\": \"C\", \"content\": \"C\"}, {\"label\": \"D\", \"content\": \"D\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>元素组成不同，且无明显属性规律，优先考虑数量规律。观察发现，题干图形出现多个相同元素，考虑素数量。题干图形相同元素个数依次为2、3、4、5，故？处应选择具有6个相同元素的图形，只有A项符合。</p><p>故正确答案为A。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "A"
                    },
                    {
                        "label": "B",
                        "content": "B"
                    },
                    {
                        "label": "C",
                        "content": "C"
                    },
                    {
                        "label": "D",
                        "content": "D"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "A"
                    },
                    {
                        "label": "B",
                        "content": "B"
                    },
                    {
                        "label": "C",
                        "content": "C"
                    },
                    {
                        "label": "D",
                        "content": "D"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "A",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "D"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "B"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "C"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "A"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650752,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553051,
            "level": 61,
            "subjectDo": {
                "id": 2553051,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"A\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>从所给四个选项中，选择最合适的一个填入问号处，使之呈现一定规律性（    ）。</p><p><img src=\"https://img.xdtech.top/uploadFiles/image/20230313/bfe5bf51fc22f1792fc00f04318a9b05\"></img></p>",
                "opt": "[{\"label\": \"A\", \"content\": \"A\"}, {\"label\": \"B\", \"content\": \"B\"}, {\"label\": \"C\", \"content\": \"C\"}, {\"label\": \"D\", \"content\": \"D\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>元素组成不同，且无明显属性规律，优先考虑数量规律。观察发现，题干图形窟窿数多，考虑面数量。题干图形均存在相同形状的面，故？处应选择存在相同形状面的图形，只有A项符合。</p><p>故正确答案为A。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "A"
                    },
                    {
                        "label": "B",
                        "content": "B"
                    },
                    {
                        "label": "C",
                        "content": "C"
                    },
                    {
                        "label": "D",
                        "content": "D"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "A"
                    },
                    {
                        "label": "B",
                        "content": "B"
                    },
                    {
                        "label": "C",
                        "content": "C"
                    },
                    {
                        "label": "D",
                        "content": "D"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "A",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "D"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "B"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "C"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "A"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650753,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553052,
            "level": 62,
            "subjectDo": {
                "id": 2553052,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>从所给四个选项中，选择最合适的一个填入问号处，使之呈现一定规律性（    ）。</p><p><img src=\"https://img.xdtech.top/uploadFiles/image/20230313/a3ec8cac9dd514d7985658c3990ae812\"></img></p>",
                "opt": "[{\"label\": \"A\", \"content\": \"A\"}, {\"label\": \"B\", \"content\": \"B\"}, {\"label\": \"C\", \"content\": \"C\"}, {\"label\": \"D\", \"content\": \"D\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>元素组成相同，优先考虑位置规律。观察发现，题干图形中的黑块分别在4个区域中进行平移（如图所示）。红色区域内黑块依次逆时针平移1格，绿色区域内黑块依次顺时针平移1格，蓝色区域内黑块依次顺时针平移1格，黄色区域内黑块位置不发生变化，故？处应选择由前面图形四个区域内黑块继续平移得到的图形，只有B项符合。</p><p><img src=\"https://img.xdtech.top/uploadFiles/image/20230313/4f943b8f4cafac35635086eb50924813\"></img></p><p>故正确答案为B。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "A"
                    },
                    {
                        "label": "B",
                        "content": "B"
                    },
                    {
                        "label": "C",
                        "content": "C"
                    },
                    {
                        "label": "D",
                        "content": "D"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "A"
                    },
                    {
                        "label": "B",
                        "content": "B"
                    },
                    {
                        "label": "C",
                        "content": "C"
                    },
                    {
                        "label": "D",
                        "content": "D"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "D"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "B"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "C"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "A"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650754,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553053,
            "level": 63,
            "subjectDo": {
                "id": 2553053,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>从所给四个选项中，选择最合适的一个填入问号处，使之呈现一定规律性（    ）。</p><p><img src=\"https://img.xdtech.top/uploadFiles/image/20230313/ed6b7fdee87bf2126a6fad62ec5bcdda\"></img></p>",
                "opt": "[{\"label\": \"A\", \"content\": \"A\"}, {\"label\": \"B\", \"content\": \"B\"}, {\"label\": \"C\", \"content\": \"C\"}, {\"label\": \"D\", \"content\": \"D\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>元素组成不同，且无明显属性规律，优先考虑数量规律。观察发现，题干图形“白窟窿”明显，考虑数面。观察发现，第一行图形面数量均为4；第二行图形面数量均为3；第三行图形面数量均为0，故？处应选择面数量为0的图形，只有B项符合。</p><p>故正确答案为B。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "A"
                    },
                    {
                        "label": "B",
                        "content": "B"
                    },
                    {
                        "label": "C",
                        "content": "C"
                    },
                    {
                        "label": "D",
                        "content": "D"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "A"
                    },
                    {
                        "label": "B",
                        "content": "B"
                    },
                    {
                        "label": "C",
                        "content": "C"
                    },
                    {
                        "label": "D",
                        "content": "D"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "D"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "B"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "C"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "A"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650755,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553054,
            "level": 64,
            "subjectDo": {
                "id": 2553054,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>从所给四个选项中，选择最合适的一个填入问号处，使之呈现一定规律性（    ）。</p><p><img src=\"https://img.xdtech.top/uploadFiles/image/20230313/94822aff48ca4f6bf9fded20a1fbdee2\"></img></p>",
                "opt": "[{\"label\": \"A\", \"content\": \"A\"}, {\"label\": \"B\", \"content\": \"B\"}, {\"label\": \"C\", \"content\": \"C\"}, {\"label\": \"D\", \"content\": \"D\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>元素组成不同，且无明显属性规律，优先考虑数量规律。观察发现，题干图形出现多个多端点图形，考虑数笔画。观察发现，题干图形笔画数均为2，故？处应选择笔画数为2的图形。A项1笔画，B项3笔画，C项1笔画，D项2笔画，只有D项符合。</p><p>故正确答案为D。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "A"
                    },
                    {
                        "label": "B",
                        "content": "B"
                    },
                    {
                        "label": "C",
                        "content": "C"
                    },
                    {
                        "label": "D",
                        "content": "D"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "A"
                    },
                    {
                        "label": "B",
                        "content": "B"
                    },
                    {
                        "label": "C",
                        "content": "C"
                    },
                    {
                        "label": "D",
                        "content": "D"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "D"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "B"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "C"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "A"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650756,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553055,
            "level": 65,
            "subjectDo": {
                "id": 2553055,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"A\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>攻击是指意图伤害他人的身体行为或言语行为，心理学家把攻击行为分为敌意性和工具性两种，敌意性攻击由愤怒引起，以伤害为目的。工具性攻击只是把伤害作为达到其他目的的一种手段。</p><p>以下判断正确的是？（    ）</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"某驾驶员被追尾后下车指责对方，是一种敌意性攻击\"}, {\"label\": \"B\", \"content\": \"几个儿童为了争抢秋千互相推搡，是一种敌意性攻击\"}, {\"label\": \"C\", \"content\": \"某员工因竞聘落选散布获胜者谣言，不属于攻击行为\"}, {\"label\": \"D\", \"content\": \"某人遭遇霸凌时拿起砖头吓走对方，属于敌意性攻击\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：找出定义关键词。</p><p>攻击：“意图伤害他人的身体行为或言语行为”；</p><p>敌意性攻击：“由愤怒引起，以伤害为目的”；</p><p>工具性攻击：“把伤害作为达到其他目的的一种手段”。</p><p>第二步：逐一分析选项。</p><p>A项：某驾驶员被追尾后下车职责对方是由于愤怒对对方进行的言语上的攻击，符合“意图伤害他人的身体行为或言语行为”、“由愤怒引起，以伤害为目的”，符合“敌意性攻击”定义，说法正确，当选；</p><p>B项：几个儿童互相推搡的目的是争抢秋千而非伤害别人，不符合“由愤怒引起，以伤害为目的”，符合“把伤害作为达到其他目的的一种手段”，符合“工具性攻击”定义，不符合“敌意性攻击”定义，排除；</p><p>C项：某员工因竞聘落选散布获胜者谣言是通过言语有意伤害他人的报复行为，符合“意图伤害他人的身体行为或言语行为”，符合“攻击”定义，排除；</p><p>D项：某人遭遇霸凌时拿起砖头的目的是吓走对方，而不是伤害别人，“由愤怒引起，以伤害为目的”，符合“把伤害作为达到其他目的的一种手段”，符合“工具性攻击”定义，不符合“敌意性攻击”定义，排除。</p><p>故正确答案为A。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "某驾驶员被追尾后下车指责对方，是一种敌意性攻击"
                    },
                    {
                        "label": "B",
                        "content": "几个儿童为了争抢秋千互相推搡，是一种敌意性攻击"
                    },
                    {
                        "label": "C",
                        "content": "某员工因竞聘落选散布获胜者谣言，不属于攻击行为"
                    },
                    {
                        "label": "D",
                        "content": "某人遭遇霸凌时拿起砖头吓走对方，属于敌意性攻击"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "某驾驶员被追尾后下车指责对方，是一种敌意性攻击"
                    },
                    {
                        "label": "B",
                        "content": "几个儿童为了争抢秋千互相推搡，是一种敌意性攻击"
                    },
                    {
                        "label": "C",
                        "content": "某员工因竞聘落选散布获胜者谣言，不属于攻击行为"
                    },
                    {
                        "label": "D",
                        "content": "某人遭遇霸凌时拿起砖头吓走对方，属于敌意性攻击"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "A",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "某人遭遇霸凌时拿起砖头吓走对方，属于敌意性攻击"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "几个儿童为了争抢秋千互相推搡，是一种敌意性攻击"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "某员工因竞聘落选散布获胜者谣言，不属于攻击行为"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "某驾驶员被追尾后下车指责对方，是一种敌意性攻击"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650757,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553056,
            "level": 66,
            "subjectDo": {
                "id": 2553056,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>群体极化是指群成员中原本已经存在的倾向性，通过群体的作用而使得观点或态度向着极端方向转化，即保守的会更保守，激进的会更激进。根据上述定义，下列属于群体极化的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"<p>单位有个到名校深造的机会，虽然毕业后······但刘先生依然想争取，与家人商量却遭拒绝只能放弃</p>\"}, {\"label\": \"B\", \"content\": \"<p>李某判断某股票<img src=\\\"https://img.xdtech.top/uploadFiles/image/new/28b921c6f5beec8e26d7ce7e595d1324\\\" style=\\\"height:33px;margin-top:-3px;\\\"></img>可能会增值，但是当指数暴跌股民纷纷抛售之时，李某开始动摇，怀疑自己是不是也该抛售</p>\"}, {\"label\": \"C\", \"content\": \"<p>因对某影视剧结局不满，某些剧迷采取非理性行为引发了一场激烈的网络混战，波及范围、影响人数十分庞大</p>\"}, {\"label\": \"D\", \"content\": \"<p>疫情期间，余某深知白醋只是弱酸，对消毒、杀菌没有任何效果，面对亲友哄抢白醋的行为既无奈又无能为力</p>\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：找出定义关键词。</p><p>“群成员中原本已经存在的倾向性”、“通过群体的作用，保守的会更保守，激进的会更激进”。</p><p>第二步：逐一分析选项。</p><p>A项：刘先生原本想争取机会，但最后放弃机会，不符合“通过群体的作用，保守的会更保守，激进的会更激进”，不符合定义，排除；</p><p>B项：李某原本认为股票会升值，但最后不确定是否会升值，不符合“通过群体的作用，保守的会更保守，激进的会更激进”，不符合定义，排除；</p><p>C项：原本是部分影迷存在不满倾向，后引发混战，涉及的范围和人数扩大，符合“群成员中原本已经存在的倾向性”、“通过群体的作用，保守的会更保守，激进的会更激进”，符合定义，当选；</p><p>D项：余某认为白醋无杀菌效，但最后亲友认为有用而疯抢，不符合“通过群体的作用，保守的会更保守，激进的会更激进”，不符合定义，排除。</p><p>故正确答案为C。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "<p>单位有个到名校深造的机会，虽然毕业后······但刘先生依然想争取，与家人商量却遭拒绝只能放弃</p>"
                    },
                    {
                        "label": "B",
                        "content": "<p>李某判断某股票<img src=\"https://img.xdtech.top/uploadFiles/image/new/28b921c6f5beec8e26d7ce7e595d1324\" style=\"height:33px;margin-top:-3px;\"></img>可能会增值，但是当指数暴跌股民纷纷抛售之时，李某开始动摇，怀疑自己是不是也该抛售</p>"
                    },
                    {
                        "label": "C",
                        "content": "<p>因对某影视剧结局不满，某些剧迷采取非理性行为引发了一场激烈的网络混战，波及范围、影响人数十分庞大</p>"
                    },
                    {
                        "label": "D",
                        "content": "<p>疫情期间，余某深知白醋只是弱酸，对消毒、杀菌没有任何效果，面对亲友哄抢白醋的行为既无奈又无能为力</p>"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "<p>单位有个到名校深造的机会，虽然毕业后······但刘先生依然想争取，与家人商量却遭拒绝只能放弃</p>"
                    },
                    {
                        "label": "B",
                        "content": "<p>李某判断某股票<img src=\"https://img.xdtech.top/uploadFiles/image/new/28b921c6f5beec8e26d7ce7e595d1324\" style=\"height:33px;margin-top:-3px;\"></img>可能会增值，但是当指数暴跌股民纷纷抛售之时，李某开始动摇，怀疑自己是不是也该抛售</p>"
                    },
                    {
                        "label": "C",
                        "content": "<p>因对某影视剧结局不满，某些剧迷采取非理性行为引发了一场激烈的网络混战，波及范围、影响人数十分庞大</p>"
                    },
                    {
                        "label": "D",
                        "content": "<p>疫情期间，余某深知白醋只是弱酸，对消毒、杀菌没有任何效果，面对亲友哄抢白醋的行为既无奈又无能为力</p>"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "<p>疫情期间，余某深知白醋只是弱酸，对消毒、杀菌没有任何效果，面对亲友哄抢白醋的行为既无奈又无能为力</p>"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "<p>李某判断某股票<img src=\"https://img.xdtech.top/uploadFiles/image/new/28b921c6f5beec8e26d7ce7e595d1324\" style=\"height:33px;margin-top:-3px;\"></img>可能会增值，但是当指数暴跌股民纷纷抛售之时，李某开始动摇，怀疑自己是不是也该抛售</p>"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "<p>因对某影视剧结局不满，某些剧迷采取非理性行为引发了一场激烈的网络混战，波及范围、影响人数十分庞大</p>"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "<p>单位有个到名校深造的机会，虽然毕业后······但刘先生依然想争取，与家人商量却遭拒绝只能放弃</p>"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650758,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553057,
            "level": 67,
            "subjectDo": {
                "id": 2553057,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>植物的叶片可分为多种，下延叶指叶片基部延伸到茎上形成翼状或棱状；贯茎叶指一片或两片叶子包围茎干生长，合生穿茎；抱茎叶指在叶片基部，由其托叶或叶柄环抱着茎的叶。</p><p>根据上述定义，下列叶片分别是（    ）。</p><p><img src=\"https://img.xdtech.top/uploadFiles/image/20230313/072806f7a3bf6e2e2a7f0e821123c80a\"></img></p>",
                "opt": "[{\"label\": \"A\", \"content\": \"贯茎叶、抱茎叶、下延叶\"}, {\"label\": \"B\", \"content\": \"抱茎叶、下延叶、贯茎叶\"}, {\"label\": \"C\", \"content\": \"贯茎叶、下延叶、抱茎叶\"}, {\"label\": \"D\", \"content\": \"下延叶、抱茎叶、贯茎叶\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：找出定义关键词。</p><p>下延叶：叶片基部延伸到茎上形成翼状或棱状；</p><p>贯茎叶：一片或两片叶子包围茎干生长，合生穿茎；</p><p>抱茎叶：在叶片基部，由其托叶或叶柄环抱着茎的叶。</p><p>第二步：逐一分析选项。</p><p>图1中叶片在基部，整个叶片环抱茎，为抱茎叶；图2中叶片在基部，相较图1而言未能环抱茎，只是顺着茎生长，为下延叶；图3中整个叶片完全贯穿茎，为贯茎叶。只有B项符合。</p><p><img src=\"https://img.xdtech.top/uploadFiles/image/20230313/5cda87a5b89e74e201f5e4340272ebda\"></img></p><p>故正确答案为B。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "贯茎叶、抱茎叶、下延叶"
                    },
                    {
                        "label": "B",
                        "content": "抱茎叶、下延叶、贯茎叶"
                    },
                    {
                        "label": "C",
                        "content": "贯茎叶、下延叶、抱茎叶"
                    },
                    {
                        "label": "D",
                        "content": "下延叶、抱茎叶、贯茎叶"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "贯茎叶、抱茎叶、下延叶"
                    },
                    {
                        "label": "B",
                        "content": "抱茎叶、下延叶、贯茎叶"
                    },
                    {
                        "label": "C",
                        "content": "贯茎叶、下延叶、抱茎叶"
                    },
                    {
                        "label": "D",
                        "content": "下延叶、抱茎叶、贯茎叶"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "下延叶、抱茎叶、贯茎叶"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "抱茎叶、下延叶、贯茎叶"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "贯茎叶、下延叶、抱茎叶"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "贯茎叶、抱茎叶、下延叶"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650759,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553058,
            "level": 68,
            "subjectDo": {
                "id": 2553058,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>直升机教养是指父母对成年的子女采取的过度支持，较多地控制其行为，并且不能给予子女适合其年龄的自主权的一种教养方式。</p><p>根据上述定义，下列属于直升机教养的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"小丽父母对她刚结识的男朋友印象很不好，建议她谨慎交往，对此小丽很不以为然\"}, {\"label\": \"B\", \"content\": \"小明对目前所学的专业毫无兴趣，打算大二转专业，但父母坚决不同意，小明也只好作罢\"}, {\"label\": \"C\", \"content\": \"尽管身边同学都玩电子游戏，但初中生小刚知道父母坚决反对，因此他从来就不碰电子游戏\"}, {\"label\": \"D\", \"content\": \"究竟是在国内还是国外读中学这件事上，小强的父母并未征求他本人的意见就直接帮他决定了\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：找出定义关键词。</p><p>主体：父母；</p><p>客体：成年子女；</p><p>“过度支持，较多地控制其行为，并且不能给予子女适合其年龄的自主权”。</p><p>第二步：逐一分析选项。</p><p>A项：父母建议谨慎交往，小丽很不以为然，说明小丽的父母没有过度支持，也控制其行为，不符合“过度支持，较多地控制其行为，并且不能给予子女适合其年龄的自主权”，不符合定义，排除；</p><p>B项：大学生小明因为父母不同意转专业而作罢，小明的父母未能给予小明自主权，符合“过度支持，较多地控制其行为，并且不能给予子女适合其年龄的自主权”，符合定义，当选；</p><p>C项：初中生小刚并未成年，不符合客体，符合定义，排除；</p><p>D项：读中学的小强并未成年，不符合客体，不符合定义，排除。</p><p>故正确答案为B。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "小丽父母对她刚结识的男朋友印象很不好，建议她谨慎交往，对此小丽很不以为然"
                    },
                    {
                        "label": "B",
                        "content": "小明对目前所学的专业毫无兴趣，打算大二转专业，但父母坚决不同意，小明也只好作罢"
                    },
                    {
                        "label": "C",
                        "content": "尽管身边同学都玩电子游戏，但初中生小刚知道父母坚决反对，因此他从来就不碰电子游戏"
                    },
                    {
                        "label": "D",
                        "content": "究竟是在国内还是国外读中学这件事上，小强的父母并未征求他本人的意见就直接帮他决定了"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "小丽父母对她刚结识的男朋友印象很不好，建议她谨慎交往，对此小丽很不以为然"
                    },
                    {
                        "label": "B",
                        "content": "小明对目前所学的专业毫无兴趣，打算大二转专业，但父母坚决不同意，小明也只好作罢"
                    },
                    {
                        "label": "C",
                        "content": "尽管身边同学都玩电子游戏，但初中生小刚知道父母坚决反对，因此他从来就不碰电子游戏"
                    },
                    {
                        "label": "D",
                        "content": "究竟是在国内还是国外读中学这件事上，小强的父母并未征求他本人的意见就直接帮他决定了"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "究竟是在国内还是国外读中学这件事上，小强的父母并未征求他本人的意见就直接帮他决定了"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "小明对目前所学的专业毫无兴趣，打算大二转专业，但父母坚决不同意，小明也只好作罢"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "尽管身边同学都玩电子游戏，但初中生小刚知道父母坚决反对，因此他从来就不碰电子游戏"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "小丽父母对她刚结识的男朋友印象很不好，建议她谨慎交往，对此小丽很不以为然"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650760,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553059,
            "level": 69,
            "subjectDo": {
                "id": 2553059,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>悖论式领导是指基于组织结构需求与员工个人需求的矛盾，通过充分平衡组织结构需求和员工个人需求的矛盾，在对立统一中保证管理高效的一种领导方式。其中，组织结构需求要求管理者保持组织稳定性和组织的高效运作，层级结构赋予他们在较高职位上控制员工并实施专制的权力；而员工作为拥有主观能动性的个体，存在与组织需求不完全一致的个人需求，期望以自己的方式工作。</p><p>根据上述定义，下列属于悖论式领导的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"公司一方面鼓励员工加班，与此同时却又没严格落实加班补助等问题\"}, {\"label\": \"B\", \"content\": \"当车间主任和班组长意见不一致时，工人们具体操作起来就会很困感\"}, {\"label\": \"C\", \"content\": \"为了节省成本，厂家以劣质材料冒充好材料进行生产，结果销量大跌\"}, {\"label\": \"D\", \"content\": \"公司有着严格的考勤制度，但对家庭情况特殊的员工也一直给予关照\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：找出定义关键词。</p><p>“基于组织结构需求与员工个人需求的矛盾”、“通过充分平衡组织结构需求和员工个人需求的矛盾，在对立统一中保证管理高效”。</p><p>第二步：逐一分析选项。</p><p>A项：没有严格落实加班补助等问题，说明公司未能平衡员工个人需求，不符合“通过充分平衡组织结构需求和员工个人需求的矛盾，在对立统一中保证管理高效”不符合定义，排除；</p><p>B项：两个领导不同的意见导致的后果，未能体现员工的需求，不符合“通过充分平衡组织结构需求和员工个人需求的矛盾，在对立统一中保证管理高效”不符合定义，排除；</p><p>C项：厂家以劣质材料冒充好材料进行生产未能体现厂家的领导方式，不符合“通过充分平衡组织结构需求和员工个人需求的矛盾，在对立统一中保证管理高效”，不符合定义，排除；</p><p>D项：实行严格的考核制度是公司的需求，但同时关照特殊员工需求，符合“通过充分平衡组织结构需求和员工个人需求的矛盾，在对立统一中保证管理高效”，符合定义，当选。</p><p>故正确答案为D。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "公司一方面鼓励员工加班，与此同时却又没严格落实加班补助等问题"
                    },
                    {
                        "label": "B",
                        "content": "当车间主任和班组长意见不一致时，工人们具体操作起来就会很困感"
                    },
                    {
                        "label": "C",
                        "content": "为了节省成本，厂家以劣质材料冒充好材料进行生产，结果销量大跌"
                    },
                    {
                        "label": "D",
                        "content": "公司有着严格的考勤制度，但对家庭情况特殊的员工也一直给予关照"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "公司一方面鼓励员工加班，与此同时却又没严格落实加班补助等问题"
                    },
                    {
                        "label": "B",
                        "content": "当车间主任和班组长意见不一致时，工人们具体操作起来就会很困感"
                    },
                    {
                        "label": "C",
                        "content": "为了节省成本，厂家以劣质材料冒充好材料进行生产，结果销量大跌"
                    },
                    {
                        "label": "D",
                        "content": "公司有着严格的考勤制度，但对家庭情况特殊的员工也一直给予关照"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "公司有着严格的考勤制度，但对家庭情况特殊的员工也一直给予关照"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "当车间主任和班组长意见不一致时，工人们具体操作起来就会很困感"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "为了节省成本，厂家以劣质材料冒充好材料进行生产，结果销量大跌"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "公司一方面鼓励员工加班，与此同时却又没严格落实加班补助等问题"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650761,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553060,
            "level": 70,
            "subjectDo": {
                "id": 2553060,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>如果两个整数<img src=\"https://img.xdtech.top/uploadFiles/image/new/33c0cd31a6ca8750842bd1f16d89bdf4\" style=\"height:33px;margin-top:-3px;\"></img>、<img src=\"https://img.xdtech.top/uploadFiles/image/new/5e151d411979b199b72f8d4ff06443bd\" style=\"height:33px;margin-top:-3px;\"></img>被正整数<img src=\"https://img.xdtech.top/uploadFiles/image/new/085bb4be32d900f0b57f31d1b5e3f586\" style=\"height:33px;margin-top:-3px;\"></img>除时，有相同的余数，那么称<img src=\"https://img.xdtech.top/uploadFiles/image/new/33c0cd31a6ca8750842bd1f16d89bdf4\" style=\"height:33px;margin-top:-3px;\"></img>、<img src=\"https://img.xdtech.top/uploadFiles/image/new/5e151d411979b199b72f8d4ff06443bd\" style=\"height:33px;margin-top:-3px;\"></img>对于模<img src=\"https://img.xdtech.top/uploadFiles/image/new/085bb4be32d900f0b57f31d1b5e3f586\" style=\"height:33px;margin-top:-3px;\"></img>同余。</p><p>根据上述定义，下列前两个数对于模第三个数同余的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"13，19，32\"}, {\"label\": \"B\", \"content\": \"22，33，15\"}, {\"label\": \"C\", \"content\": \"17，31，14\"}, {\"label\": \"D\", \"content\": \"23，30，21\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：找出定义关键词。</p><p>“<strong>如果两个整数</strong><img src=\"https://img.xdtech.top/uploadFiles/image/new/33c0cd31a6ca8750842bd1f16d89bdf4\" style=\"height:33px;margin-top:-3px;\"></img><strong>、</strong><img src=\"https://img.xdtech.top/uploadFiles/image/new/5e151d411979b199b72f8d4ff06443bd\" style=\"height:33px;margin-top:-3px;\"></img><strong>被正整数</strong><img src=\"https://img.xdtech.top/uploadFiles/image/new/085bb4be32d900f0b57f31d1b5e3f586\" style=\"height:33px;margin-top:-3px;\"></img><strong>除时</strong>”，说明<img src=\"https://img.xdtech.top/uploadFiles/image/new/33c0cd31a6ca8750842bd1f16d89bdf4\" style=\"height:33px;margin-top:-3px;\"></img>、<img src=\"https://img.xdtech.top/uploadFiles/image/new/5e151d411979b199b72f8d4ff06443bd\" style=\"height:33px;margin-top:-3px;\"></img>为被除数，<img src=\"https://img.xdtech.top/uploadFiles/image/new/085bb4be32d900f0b57f31d1b5e3f586\" style=\"height:33px;margin-top:-3px;\"></img>为除数，即<img src=\"https://img.xdtech.top/uploadFiles/image/new/fb4f2a2482620d04d3d5505dbf452af3\" style=\"height:33px;margin-top:-3px;\"></img>和<img src=\"https://img.xdtech.top/uploadFiles/image/new/ab7d49bf4c94802890c40e07bde3b306\" style=\"height:33px;margin-top:-3px;\"></img>；</p><p>“有相同的余数，那么称<img src=\"https://img.xdtech.top/uploadFiles/image/new/33c0cd31a6ca8750842bd1f16d89bdf4\" style=\"height:33px;margin-top:-3px;\"></img>、<img src=\"https://img.xdtech.top/uploadFiles/image/new/5e151d411979b199b72f8d4ff06443bd\" style=\"height:33px;margin-top:-3px;\"></img>对于模<img src=\"https://img.xdtech.top/uploadFiles/image/new/085bb4be32d900f0b57f31d1b5e3f586\" style=\"height:33px;margin-top:-3px;\"></img>同余”，说明<img src=\"https://img.xdtech.top/uploadFiles/image/new/48c43530ea255e5b18473df69a5dca55\" style=\"height:33px;margin-top:-3px;\"></img>和<img src=\"https://img.xdtech.top/uploadFiles/image/new/ab7d49bf4c94802890c40e07bde3b306\" style=\"height:33px;margin-top:-3px;\"></img>的余数相等。</p><p>第二步：逐一分析选项。</p><p>A项：<img src=\"https://img.xdtech.top/uploadFiles/image/new/28febd575d836b001cf2fcb5a042aff9\" style=\"height:33px;margin-top:-3px;\"></img>，<img src=\"https://img.xdtech.top/uploadFiles/image/new/f938756a58c32d7453b76572e28fe673\" style=\"height:33px;margin-top:-3px;\"></img><strong>，余数不相等，不符合定义，排除；</strong></p><p><strong>B项：<img src=\"https://img.xdtech.top/uploadFiles/image/new/9614e713b145c9432ee2786f09af500b\" style=\"height:33px;margin-top:-3px;\"></img><strong>，<img src=\"https://img.xdtech.top/uploadFiles/image/new/37139dda71a1e0f3460f977deb31f3cc\" style=\"height:33px;margin-top:-3px;\"></img><strong>，余数不相等，不符合定义，排除；</strong></strong></strong></p><p><strong><strong><strong>C项：<img src=\"https://img.xdtech.top/uploadFiles/image/new/2644646060240d7bff3c48f537f02893\" style=\"height:33px;margin-top:-3px;\"></img><strong>，<img src=\"https://img.xdtech.top/uploadFiles/image/new/7620d9f715a1a155e7381da3edb3f53b\" style=\"height:33px;margin-top:-3px;\"></img><strong>，余数相等，符合定义，当选；</strong></strong></strong></strong></strong></p><p><strong><strong><strong><strong><strong>D项：<img src=\"https://img.xdtech.top/uploadFiles/image/new/fa226b51fe34b4f1804aa29757129d7c\" style=\"height:33px;margin-top:-3px;\"></img><strong>，<img src=\"https://img.xdtech.top/uploadFiles/image/new/a2490c4084c5bdcf42002b5d49deae3d\" style=\"height:33px;margin-top:-3px;\"></img>，余数不相等，不符合定义，排除。</strong></strong></strong></strong></strong></strong></p><p><strong>故正确答案为<strong>C</strong>。</strong></p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "13，19，32"
                    },
                    {
                        "label": "B",
                        "content": "22，33，15"
                    },
                    {
                        "label": "C",
                        "content": "17，31，14"
                    },
                    {
                        "label": "D",
                        "content": "23，30，21"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "13，19，32"
                    },
                    {
                        "label": "B",
                        "content": "22，33，15"
                    },
                    {
                        "label": "C",
                        "content": "17，31，14"
                    },
                    {
                        "label": "D",
                        "content": "23，30，21"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "23，30，21"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "22，33，15"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "17，31，14"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "13，19，32"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650762,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553061,
            "level": 71,
            "subjectDo": {
                "id": 2553061,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>保持初心：牢记使命：坚定信念</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"发扬传统：积极担当：勇往直前\"}, {\"label\": \"B\", \"content\": \"深入基层：依靠群众：水乳交融\"}, {\"label\": \"C\", \"content\": \"科学应变：主动求变：瞄准目标\"}, {\"label\": \"D\", \"content\": \"鼓舞士气：振奋精神：激发斗志\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：判断题干词语间逻辑关系。</p><p>保持初心、牢记使命和坚定信念是加强党思想建设的三个方面，三者为并列关系，且三词均为动宾结构。</p><p>第二步：判断选项词语间逻辑关系。</p><p>A项：发扬传统需要积极的担当和勇往直前的精神，三者为对应关系，与题干逻辑关系不一致，排除；</p><p>B项：通过深入基层和依靠群众的方式，可能与群众的关系达到水乳交融的状态，三者为对应关系，与题干逻辑关系不一致，排除；</p><p>C项：科学应变和主动求变是两种面对风险的工作要求，二者为并列关系；瞄准目标可以是科学应变和主动求变的具体方式，三者为对应关系，与题干逻辑关系不一致，排除；</p><p>D项：鼓舞士气、振奋精神和激发斗志是三种激励目标，三者为并列关系，且三词均为动宾结构，与题干逻辑关系一致，当选。</p><p>故正确答案为D。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "发扬传统：积极担当：勇往直前"
                    },
                    {
                        "label": "B",
                        "content": "深入基层：依靠群众：水乳交融"
                    },
                    {
                        "label": "C",
                        "content": "科学应变：主动求变：瞄准目标"
                    },
                    {
                        "label": "D",
                        "content": "鼓舞士气：振奋精神：激发斗志"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "发扬传统：积极担当：勇往直前"
                    },
                    {
                        "label": "B",
                        "content": "深入基层：依靠群众：水乳交融"
                    },
                    {
                        "label": "C",
                        "content": "科学应变：主动求变：瞄准目标"
                    },
                    {
                        "label": "D",
                        "content": "鼓舞士气：振奋精神：激发斗志"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "鼓舞士气：振奋精神：激发斗志"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "深入基层：依靠群众：水乳交融"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "科学应变：主动求变：瞄准目标"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "发扬传统：积极担当：勇往直前"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650763,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553062,
            "level": 72,
            "subjectDo": {
                "id": 2553062,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"A\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>读原著：学原文：悟原理</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"察实情：办实事：求实效\"}, {\"label\": \"B\", \"content\": \"经风雨：见世面：长才干\"}, {\"label\": \"C\", \"content\": \"想问题：思原因：谋对策\"}, {\"label\": \"D\", \"content\": \"心有戒：行有止：德有进\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：判断题干词语间逻辑关系。</p><p>读原著、学原文、悟原理都是党的优良传统，三者为并列关系。</p><p>第二步：判断选项词语间逻辑关系。</p><p>A项：察实情、办实事、求实效都是求真务实的举措，三者为并列关系，与题干逻辑关系一致，当选；</p><p>B项：经风雨、见世面才能长才干，三者为条件关系，与题干逻辑关系不一致，排除；</p><p>C项：想问题、思原因、谋对策是解决问题的一系列步骤，三者为时间先后的对应关系，与题干逻辑关系不一致，排除；</p><p>D项：心有戒，才能行有止，才能德有进，三者为条件关系，与题干逻辑关系不一致，排除。</p><p>故正确答案为A。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "察实情：办实事：求实效"
                    },
                    {
                        "label": "B",
                        "content": "经风雨：见世面：长才干"
                    },
                    {
                        "label": "C",
                        "content": "想问题：思原因：谋对策"
                    },
                    {
                        "label": "D",
                        "content": "心有戒：行有止：德有进"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "察实情：办实事：求实效"
                    },
                    {
                        "label": "B",
                        "content": "经风雨：见世面：长才干"
                    },
                    {
                        "label": "C",
                        "content": "想问题：思原因：谋对策"
                    },
                    {
                        "label": "D",
                        "content": "心有戒：行有止：德有进"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "A",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "心有戒：行有止：德有进"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "经风雨：见世面：长才干"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "想问题：思原因：谋对策"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "察实情：办实事：求实效"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650764,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553063,
            "level": 73,
            "subjectDo": {
                "id": 2553063,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>企业：精神：企业精神</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"学者：风范：学者风范\"}, {\"label\": \"B\", \"content\": \"工匠：精神：工匠精神\"}, {\"label\": \"C\", \"content\": \"锻炼：方法：锻炼方法\"}, {\"label\": \"D\", \"content\": \"校园：文化：校园文化\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：判断题干词语间逻辑关系。</p><p>企业精神指企业员工具有共同的精神追求，第一个词与第三个词为地点的对应关系；企业精神是精神，第二个词与第三个词为种属关系。</p><p>第二步：判断选项词语间逻辑关系。</p><p>A项：学者风范指学者的风度，第一个词与第三个词为主体的对应关系，与题干逻辑关系不一致，排除；</p><p>B项：工匠精神指追求卓越的创造精神，第一个词与第三个词为主体的对应关系，与题干逻辑关系不一致，排除；</p><p>C项：根据锻炼方法进行锻炼，第一个词与第三个词为依据的对应关系，与题干逻辑关系不一致，排除；</p><p>D项：校园文化指校园内学生为主体，以课外文化活动为主要内容的群体文化，第一个词与第三个词为地点的对应关系；校园文化是文化，第二个词与第三个词为种属关系，与题干逻辑关系一致，当选。</p><p>故正确答案为D。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "学者：风范：学者风范"
                    },
                    {
                        "label": "B",
                        "content": "工匠：精神：工匠精神"
                    },
                    {
                        "label": "C",
                        "content": "锻炼：方法：锻炼方法"
                    },
                    {
                        "label": "D",
                        "content": "校园：文化：校园文化"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "学者：风范：学者风范"
                    },
                    {
                        "label": "B",
                        "content": "工匠：精神：工匠精神"
                    },
                    {
                        "label": "C",
                        "content": "锻炼：方法：锻炼方法"
                    },
                    {
                        "label": "D",
                        "content": "校园：文化：校园文化"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "校园：文化：校园文化"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "工匠：精神：工匠精神"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "锻炼：方法：锻炼方法"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "学者：风范：学者风范"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650765,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553064,
            "level": 74,
            "subjectDo": {
                "id": 2553064,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>崇山：峻岭</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"笔墨：纸砚\"}, {\"label\": \"B\", \"content\": \"残羹：冷炙\"}, {\"label\": \"C\", \"content\": \"阳奉：阴违\"}, {\"label\": \"D\", \"content\": \"言谈：举止\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：判断题干词语间逻辑关系。</p><p>崇山、峻岭均指高大陡峭的山岭，二者为近义关系。</p><p>第二步：判断选项词语间逻辑关系。</p><p>A项：笔、墨、纸、砚是文房四宝，笔墨和纸砚为并列关系，与题干逻辑关系不一致，排除；</p><p>B项：残羹、冷炙均指吃剩的食物，二者为近义关系，与题干逻辑关系一致，当选；</p><p>C项：阳奉指表面上遵从，阴违指暗地里违背，二者为反义关系，与题干逻辑关系不一致，排除；</p><p>D项：言谈指人的言语，举止指人的行动，二者为并列关系，与题干逻辑关系不一致，排除。</p><p>故正确答案为B。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "笔墨：纸砚"
                    },
                    {
                        "label": "B",
                        "content": "残羹：冷炙"
                    },
                    {
                        "label": "C",
                        "content": "阳奉：阴违"
                    },
                    {
                        "label": "D",
                        "content": "言谈：举止"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "笔墨：纸砚"
                    },
                    {
                        "label": "B",
                        "content": "残羹：冷炙"
                    },
                    {
                        "label": "C",
                        "content": "阳奉：阴违"
                    },
                    {
                        "label": "D",
                        "content": "言谈：举止"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "言谈：举止"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "残羹：冷炙"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "阳奉：阴违"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "笔墨：纸砚"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650766,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553065,
            "level": 75,
            "subjectDo": {
                "id": 2553065,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>马拉松：长跑</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"蘑菇：植物\"}, {\"label\": \"B\", \"content\": \"椅子：沙发\"}, {\"label\": \"C\", \"content\": \"贝多芬：钢琴家\"}, {\"label\": \"D\", \"content\": \"平板电脑：电子设备\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：判断题干词语间逻辑关系。</p><p>马拉松是长跑项目，二者为种属关系，且马拉松是泛指的一类长跑项目。</p><p>第二步：判断选项词语间逻辑关系。</p><p><strong>A</strong>项：蘑菇是真菌，不是植物，二者为反向种属关系，与题干逻辑关系不一致，排除；</p><p><strong>B</strong>项：椅子和沙发都是家具，二者为并列关系，与题干逻辑关系不一致，排除；</p><p><strong>C</strong>项：贝多芬是钢琴家，二者为种属关系，但贝多芬是特指的一位钢琴家，与题干逻辑关系不一致，排除；</p><p><strong>D</strong>项：平板电脑是电子设备，二者为种属关系，且平板电脑是泛指的一类电子设备，与题干逻辑关系一致，当选。</p><p>故正确答案为<strong>D</strong>。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "蘑菇：植物"
                    },
                    {
                        "label": "B",
                        "content": "椅子：沙发"
                    },
                    {
                        "label": "C",
                        "content": "贝多芬：钢琴家"
                    },
                    {
                        "label": "D",
                        "content": "平板电脑：电子设备"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "蘑菇：植物"
                    },
                    {
                        "label": "B",
                        "content": "椅子：沙发"
                    },
                    {
                        "label": "C",
                        "content": "贝多芬：钢琴家"
                    },
                    {
                        "label": "D",
                        "content": "平板电脑：电子设备"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "平板电脑：电子设备"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "椅子：沙发"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "贝多芬：钢琴家"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "蘑菇：植物"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650767,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553066,
            "level": 76,
            "subjectDo": {
                "id": 2553066,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p><strong>三国人物：蜀将：廖化</strong></p>",
                "opt": "[{\"label\": \"A\", \"content\": \"长城棉：纱线：棉布\"}, {\"label\": \"B\", \"content\": \"电器：洗衣机：电机\"}, {\"label\": \"C\", \"content\": \"鱼：热带鱼：孔雀鱼\"}, {\"label\": \"D\", \"content\": \"图书馆：书籍：杂志\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：判断题干词语间逻辑关系。</p><p>廖化是三国时期蜀汉将领，故廖化是三国人物，也是蜀将，第一个词、第二个词分别与第三个词构成种属关系；蜀将是三国时期蜀汉的将领，第一个词与第二个词为种属关系。</p><p>第二步：判断选项词语间逻辑关系。</p><p><strong>A</strong>项：长城棉是棉布的原材料，二者为原材料的对应关系，与题干逻辑关系不一致，排除；</p><p><strong>B</strong>项：电机是洗衣机的组成部分，二者为组成关系，与题干逻辑关系不一致，排除；</p><p><strong>C</strong>项：孔雀鱼是热带鱼，也是鱼，第一个词、第二个词分别与第三个词构成种属关系；热带鱼是鱼，第一个词与第二个词为种属关系，与题干逻辑关系一致，当选；</p><p><strong>D</strong>项：书籍在图书馆里，二者为地点的对应关系，与题干逻辑关系不一致，排除。</p><p>故正确答案为<strong>C</strong>。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "长城棉：纱线：棉布"
                    },
                    {
                        "label": "B",
                        "content": "电器：洗衣机：电机"
                    },
                    {
                        "label": "C",
                        "content": "鱼：热带鱼：孔雀鱼"
                    },
                    {
                        "label": "D",
                        "content": "图书馆：书籍：杂志"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "长城棉：纱线：棉布"
                    },
                    {
                        "label": "B",
                        "content": "电器：洗衣机：电机"
                    },
                    {
                        "label": "C",
                        "content": "鱼：热带鱼：孔雀鱼"
                    },
                    {
                        "label": "D",
                        "content": "图书馆：书籍：杂志"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "图书馆：书籍：杂志"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "电器：洗衣机：电机"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "鱼：热带鱼：孔雀鱼"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "长城棉：纱线：棉布"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650768,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553067,
            "level": 77,
            "subjectDo": {
                "id": 2553067,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p><strong>粗制：滥造：马虎</strong></p>",
                "opt": "[{\"label\": \"A\", \"content\": \"精雕：细刻：手艺\"}, {\"label\": \"B\", \"content\": \"南辕：北辙：方向\"}, {\"label\": \"C\", \"content\": \"喜新：厌旧：执着\"}, {\"label\": \"D\", \"content\": \"吹毛：求疵：挑剔\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：判断题干词语间逻辑关系。</p><p>粗制滥造指制作粗劣而又过量制造，比喻写文章或做东西马虎草率，与马虎为近义关系。</p><p>第二步：判断选项词语间逻辑关系。</p><p><strong>A</strong>项：精雕细刻指精心雕琢，细致刻画，比喻十分认真，非常细致，与手艺不是近义关系，与题干逻辑关系不一致，排除；</p><p><strong>B</strong>项：南辕北辙指想往南而车子却向北行，比喻行动和目的正好相反，与方向不是近义关系，与题干逻辑关系不一致，排除；</p><p><strong>C</strong>项：喜新厌旧指喜欢新的，厌弃旧的，多指爱情不专一，与执着不是近义关系，与题干逻辑关系不一致，排除；</p><p><strong>D</strong>项：吹毛求疵指吹开皮上的毛寻疤痕，比喻故意挑剔别人的缺点，寻找差错，与挑剔为近义关系，与题干逻辑关系一致，当选。</p><p>故正确答案为<strong>D</strong>。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "精雕：细刻：手艺"
                    },
                    {
                        "label": "B",
                        "content": "南辕：北辙：方向"
                    },
                    {
                        "label": "C",
                        "content": "喜新：厌旧：执着"
                    },
                    {
                        "label": "D",
                        "content": "吹毛：求疵：挑剔"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "精雕：细刻：手艺"
                    },
                    {
                        "label": "B",
                        "content": "南辕：北辙：方向"
                    },
                    {
                        "label": "C",
                        "content": "喜新：厌旧：执着"
                    },
                    {
                        "label": "D",
                        "content": "吹毛：求疵：挑剔"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "吹毛：求疵：挑剔"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "南辕：北辙：方向"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "喜新：厌旧：执着"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "精雕：细刻：手艺"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650769,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553068,
            "level": 78,
            "subjectDo": {
                "id": 2553068,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>克勤克俭：穷奢极侈</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"群策群力：同床异梦\"}, {\"label\": \"B\", \"content\": \"如痴如醉：魂牵梦萦\"}, {\"label\": \"C\", \"content\": \"假仁假义：井然有序\"}, {\"label\": \"D\", \"content\": \"诚惶诚恐：镇定自若\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：判断题干词语间逻辑关系。</p><p>克勤克俭指既能勤劳，又能节俭，穷奢极侈指极端奢侈，尽情享受，二者为反义关系。</p><p>第二步：判断选项词语间逻辑关系。</p><p>A项：群策群力指大家共同出主意，出力量，强调一种合作，其反义词为独断专行，同床异梦指同做一件事，但心里各有打算，强调想法不同，其反义词为志同道合，二者无明显逻辑关系，与题干逻辑关系不一致，排除；</p><p>B项：如痴如醉形容神态失常，失去自制，魂牵梦萦形容万分思念，二者为近义关系，与题干逻辑关系不一致，排除；</p><p>C项：假仁假义指假装的仁义道德，井然有序形容整齐有次序，一点也不混乱，二者无明显逻辑关系，与题干逻辑关系不一致，排除；</p><p>D项：诚惶诚恐形容小心谨慎、恐惧不安的样子，镇定自若指不慌不忙，沉着镇静，二者为反义关系，与题干逻辑关系一致，当选。</p><p>故正确答案为D。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "群策群力：同床异梦"
                    },
                    {
                        "label": "B",
                        "content": "如痴如醉：魂牵梦萦"
                    },
                    {
                        "label": "C",
                        "content": "假仁假义：井然有序"
                    },
                    {
                        "label": "D",
                        "content": "诚惶诚恐：镇定自若"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "群策群力：同床异梦"
                    },
                    {
                        "label": "B",
                        "content": "如痴如醉：魂牵梦萦"
                    },
                    {
                        "label": "C",
                        "content": "假仁假义：井然有序"
                    },
                    {
                        "label": "D",
                        "content": "诚惶诚恐：镇定自若"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "诚惶诚恐：镇定自若"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "如痴如醉：魂牵梦萦"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "假仁假义：井然有序"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "群策群力：同床异梦"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650770,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553069,
            "level": 79,
            "subjectDo": {
                "id": 2553069,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p><strong>作茧自缚：自食其果</strong></p>",
                "opt": "[{\"label\": \"A\", \"content\": \"如出一辙：莫衷一是\"}, {\"label\": \"B\", \"content\": \"间不容发：岌岌可危\"}, {\"label\": \"C\", \"content\": \"春风化雨：和风细雨\"}, {\"label\": \"D\", \"content\": \"首当其冲：一马当先\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：判断题干词语间逻辑关系。</p><p>作茧自缚比喻自己束缚了自己或使自己陷入困境，自食其果形容自己做坏事，自己受害，二者为近义关系。</p><p>第二步：判断选项词语间逻辑关系。</p><p><strong>A</strong>项：如出一辙比喻两件事情非常相似，莫衷一是形容各种意见都有，得不出一致的看法，二者无明显逻辑关系，与题干逻辑关系不一致，排除；</p><p><strong>B</strong>项：间不容发比喻与灾祸相距极近或情势危急到极点，岌岌可危形容形势极其危险，二者为近义关系，与题干逻辑关系一致，当选；</p><p><strong>C</strong>项：春风化雨比喻良好的熏陶和教育，和风细雨比喻耐心地和颜悦色地批评或劝说，二者无明显逻辑关系，与题干逻辑关系不一致，排除；</p><p><strong>D</strong>项：首当其冲比喻最先受到攻击或遭到灾难，一马当先形容领先，也比喻工作走在群众前面，二者无明显逻辑关系，与题干逻辑关系不一致，排除。</p><p>故正确答案为<strong>B</strong>。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "如出一辙：莫衷一是"
                    },
                    {
                        "label": "B",
                        "content": "间不容发：岌岌可危"
                    },
                    {
                        "label": "C",
                        "content": "春风化雨：和风细雨"
                    },
                    {
                        "label": "D",
                        "content": "首当其冲：一马当先"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "如出一辙：莫衷一是"
                    },
                    {
                        "label": "B",
                        "content": "间不容发：岌岌可危"
                    },
                    {
                        "label": "C",
                        "content": "春风化雨：和风细雨"
                    },
                    {
                        "label": "D",
                        "content": "首当其冲：一马当先"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "首当其冲：一马当先"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "间不容发：岌岌可危"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "春风化雨：和风细雨"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "如出一辙：莫衷一是"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650771,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553070,
            "level": 80,
            "subjectDo": {
                "id": 2553070,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>刹车对于（<strong>    </strong>）相当于（<strong>    </strong>）对于防御。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"汽车：防弹衣\"}, {\"label\": \"B\", \"content\": \"机械：军事\"}, {\"label\": \"C\", \"content\": \"制动：护城河\"}, {\"label\": \"D\", \"content\": \"红灯：敌情\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>逐一代入选项。</p><p><strong>A</strong>项：刹车是汽车的组成部分，二者为组成关系，防弹衣的功能是防御，二者为功能对应，前后逻辑关系不一致，排除；</p><p><strong>B</strong>项：刹车是一种机械，二者为种属关系，防御是军事活动，二者为对应关系，前后逻辑关系不一致，排除；</p><p><strong>C</strong>项：刹车的功能是制动，二者为功能对应，护城河的功能是防御，二者为功能对应，前后逻辑关系一致，当选；</p><p><strong>D</strong>项：红灯是刹车的依据，敌情是防御的依据，但前后顺序相反，前后逻辑关系不一致，排除。</p><p>故正确答案为<strong>C</strong>。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "汽车：防弹衣"
                    },
                    {
                        "label": "B",
                        "content": "机械：军事"
                    },
                    {
                        "label": "C",
                        "content": "制动：护城河"
                    },
                    {
                        "label": "D",
                        "content": "红灯：敌情"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "汽车：防弹衣"
                    },
                    {
                        "label": "B",
                        "content": "机械：军事"
                    },
                    {
                        "label": "C",
                        "content": "制动：护城河"
                    },
                    {
                        "label": "D",
                        "content": "红灯：敌情"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "红灯：敌情"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "机械：军事"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "制动：护城河"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "汽车：防弹衣"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650772,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553071,
            "level": 81,
            "subjectDo": {
                "id": 2553071,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p><strong>（<strong>    </strong>）对于我以我血荐轩辕相当于达观对于（<strong>    </strong>）。</strong></p>",
                "opt": "[{\"label\": \"A\", \"content\": \"豪迈：轻舟已过万重山\"}, {\"label\": \"B\", \"content\": \"狂放：乱云飞渡仍从容\"}, {\"label\": \"C\", \"content\": \"讽刺：一言为重百金轻\"}, {\"label\": \"D\", \"content\": \"爱国：风物长宜放眼量\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>逐一代入选项。</p><p><strong>A</strong>项：“我以我血荐轩辕”出自鲁迅的《自题小像》，表达的是爱国主义精神和反帝反封建的革命英雄气概，与“豪迈”对应，“轻舟已过万重山”出自李白的《早发白帝城》，表达的是喜悦、畅快的心情，与“达观”无关，前后逻辑关系不一致，排除；</p><p><strong>B</strong>项：“我以我血荐轩辕”出自鲁迅的《自题小像》，表达的是爱国主义精神和反帝反封建的革命英雄气概，与“狂放”无关，“乱云飞渡仍从容”出自毛泽东的<strong>毛泽东</strong>《<strong>七绝·为李进同志题所摄庐山仙人洞照</strong>》，表达的是不屈不挠的战斗姿态，与“达观”无关，前后逻辑关系不一致，排除；</p><p><strong>C</strong>项：“我以我血荐轩辕”出自鲁迅的《自题小像》，表达的是爱国主义精神和反帝反封建的革命英雄气概，与“讽刺”无关，“一言为重百金轻”出自<strong>王安石</strong>的《<strong>商鞅</strong>》，表达了对商鞅令出必行的做法给予高度的赞扬，与“达观”无关，前后逻辑关系不一致，排除；</p><p><strong>D</strong>项：“我以我血荐轩辕”出自鲁迅的《自题小像》，表达的是爱国主义精神和反帝反封建的革命英雄气概，与“爱国”对应，“风物长宜放眼量”出自毛泽东的《七律·和柳亚子先生》，体现了诗人的宽广胸怀，与“达观”对应，前后逻辑关系一致，当选。</p><p>故正确答案为<strong>D</strong>。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "豪迈：轻舟已过万重山"
                    },
                    {
                        "label": "B",
                        "content": "狂放：乱云飞渡仍从容"
                    },
                    {
                        "label": "C",
                        "content": "讽刺：一言为重百金轻"
                    },
                    {
                        "label": "D",
                        "content": "爱国：风物长宜放眼量"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "豪迈：轻舟已过万重山"
                    },
                    {
                        "label": "B",
                        "content": "狂放：乱云飞渡仍从容"
                    },
                    {
                        "label": "C",
                        "content": "讽刺：一言为重百金轻"
                    },
                    {
                        "label": "D",
                        "content": "爱国：风物长宜放眼量"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "爱国：风物长宜放眼量"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "狂放：乱云飞渡仍从容"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "讽刺：一言为重百金轻"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "豪迈：轻舟已过万重山"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650773,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553072,
            "level": 82,
            "subjectDo": {
                "id": 2553072,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>快速射电暴是<strong>2007</strong>年发现的天文观象，持续时间只有几毫秒，其来源一直是个迷。最近，国外一些天文学家同时观测到一个亮度极高的快速射电暴，将它命名为<strong>FRB 200428</strong>，它的方位与银河系内的磁星<strong>S</strong>方位大体一致。因此天文学家们推测，<strong>FRB 200428</strong>很可能起源于银河系的这颗磁星。</p><p>以下哪项组合如果为真，最能支持上述推测？（<strong>    </strong>）</p><p><strong>①2021</strong>年<strong>2</strong>月<strong>19</strong>日，中国科学院发布了中国慧眼卫星最新探测结果</p><p><strong>②</strong>经高精度定位探明，<strong>X</strong>射线暴及关联的快速射电暴确实来自磁星<strong>S</strong></p><p>③中国慧眼卫星捕捉到了<strong>X</strong>射线暴及相关联的<strong>FRB 200428</strong>快速射电暴</p><p><strong>④</strong>中国慧眼卫星还探明磁星<strong>S</strong>所在空间没其他快速射电暴源和<strong>X</strong>射线暴源</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"①③\"}, {\"label\": \"B\", \"content\": \"③④\"}, {\"label\": \"C\", \"content\": \"②③④\"}, {\"label\": \"D\", \"content\": \"①②\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：找出论点和论据。</p><p>论点：<strong>FRB 200428</strong>很可能起源于银河系的这颗磁星。</p><p>论据：国外一些天文学家同时观测到一个亮度极高的快速射电暴，将它命名为<strong>FRB 200428</strong>，它的方位与银河系内的磁星<strong>S</strong>方位大体一致。</p><p>第二步：逐一分析选项。</p><p><strong>①</strong>中国科学院发布了中国慧眼卫星最新探测结果，但探测结果是否为<strong>FRB 200428</strong>的起源地不明确，为不明确选项，无法支持，排除；</p><p><strong>②X</strong>射线暴及关联的快速射电暴确实来自磁星<strong>S</strong>，说明<strong>FRB 200428</strong>可能起源于磁星<strong>S</strong>，补充论据，可以支持，当选；</p><p><strong>③</strong>中国慧眼卫星捕捉到了<strong>X</strong>射线暴及相关联的<strong>FRB 200428</strong>快速射电暴，说明卫星可以通过捕捉<strong>FRB 200428</strong>快速射电暴获取其起源地，补充论据，可以支持，当选；</p><p><strong>④</strong>中国慧眼卫星还探明磁星<strong>S</strong>所在空间没其他快速射电暴源和<strong>X</strong>射线暴源，说明中国慧眼卫星可以探明磁星<strong>S</strong>是否存在快速射电暴源，补充论据，可以支持，当选。</p><p>故正确答案为<strong>C</strong>。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "①③"
                    },
                    {
                        "label": "B",
                        "content": "③④"
                    },
                    {
                        "label": "C",
                        "content": "②③④"
                    },
                    {
                        "label": "D",
                        "content": "①②"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "①③"
                    },
                    {
                        "label": "B",
                        "content": "③④"
                    },
                    {
                        "label": "C",
                        "content": "②③④"
                    },
                    {
                        "label": "D",
                        "content": "①②"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "①②"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "③④"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "②③④"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "①③"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650774,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553073,
            "level": 83,
            "subjectDo": {
                "id": 2553073,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>小张手机里未读的1258条短信某本上都是各类电商的营销短信；“双11”电商平台开始预售前，小王的手机响了一天，开会时还在不停地弹营销短信窗口······网购管理信息调查披露；最近两年来，越来越多电商以向会员或老客户发送短信的形式，告知店铺上新情况，优惠活动等信息，特别是临近“双11”等节点前，短信轰炸已成为常态。</p><p>由此可以推出（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"有些手机用户没有遭遇营销短信轰炸\"}, {\"label\": \"B\", \"content\": \"发送短信已成为电商的主要营销手段\"}, {\"label\": \"C\", \"content\": \"并非手机用户都没有接收到管销短信\"}, {\"label\": \"D\", \"content\": \"网络购物发烧友都喜欢使用手机购物\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>日常结论题，根据题干信息逐一分析选项。</p><p><strong>A</strong>项：题干中指出越来越多电商向会员或老客户发送短信，特别是临近<strong>“</strong>双<strong>11”</strong>等节点前，短信轰炸已成为常态，说明有手机用户遭遇营销短信轰炸，“有的<strong>······</strong>遭遇”推不出“有的<strong><strong>······</strong></strong>未遭遇”，无法推出，排除；</p><p><strong>B</strong>项：题干指出越来越多电商以向会员或老客户发送短信的形式，告知店铺上新情况，优惠活动等信息，说明发送短信是电商的营销手段，但未提及该手段是否为主要营销手段，无中生有，排除；</p><p><strong>C</strong>项：题干中指出越来越多电商向会员或老客户发送短信，说明有的手机用户有接收到管销短信，即并非手机用户都没有接收到管销短信，可以推出，当选；</p><p><strong>D</strong>项：题干中指出越来越多电商向会员或老客户发送短信，未提及网络购物发烧友是否喜欢手机购物，无中生有，排除。</p><p>故正确答案为<strong>C</strong>。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "有些手机用户没有遭遇营销短信轰炸"
                    },
                    {
                        "label": "B",
                        "content": "发送短信已成为电商的主要营销手段"
                    },
                    {
                        "label": "C",
                        "content": "并非手机用户都没有接收到管销短信"
                    },
                    {
                        "label": "D",
                        "content": "网络购物发烧友都喜欢使用手机购物"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "有些手机用户没有遭遇营销短信轰炸"
                    },
                    {
                        "label": "B",
                        "content": "发送短信已成为电商的主要营销手段"
                    },
                    {
                        "label": "C",
                        "content": "并非手机用户都没有接收到管销短信"
                    },
                    {
                        "label": "D",
                        "content": "网络购物发烧友都喜欢使用手机购物"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "网络购物发烧友都喜欢使用手机购物"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "发送短信已成为电商的主要营销手段"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "并非手机用户都没有接收到管销短信"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "有些手机用户没有遭遇营销短信轰炸"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650775,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553074,
            "level": 84,
            "subjectDo": {
                "id": 2553074,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>泛欧亚语系包括日语、韩语、通古斯语、蒙古语、突厥语，在整个欧亚大陆传播，从东面的日本、韩国、西伯利亚一直延伸到西面的土耳其，其起源和传播途经一直存在争议。有一种“牧民假说”，认为泛欧亚语系起于公元前<strong>2000</strong>年到<strong>1000</strong>年左右，是当时亚洲东都草原牧民的语言，后因这些牧民向外游牧迁徒面传播开来。</p><p>以下哪项组合为真，最能质疑“牧民假说”？（<strong>    </strong>）</p><p>①古代辽河流域农民不断向东向北向西，迁徙到新水源地居住并从事农业生产劳动</p><p>②有研究认为，泛欧亚语系是由人口扩数、农牧业发展等原因向东向北向西传播的</p><p>③随着这些农民的迁徙，泛欧亚语系被带到了韩国、日本，西伯利亚和土耳其等地</p><p>④最新研究证明，泛欧亚语系起源于<strong>9000</strong>年前的中国辽河流域，是当地农民的语言</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"①②③\"}, {\"label\": \"B\", \"content\": \"①③④\"}, {\"label\": \"C\", \"content\": \"①②④\"}, {\"label\": \"D\", \"content\": \"②③④\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：找出论点和论据。</p><p>论点：泛欧亚语系起于公元前<strong>2000</strong>年到<strong>1000</strong>年左右，是当时亚洲东都草原牧民的语言，后因这些牧民向外游牧迁徒面传播开来。</p><p>论据：无。</p><p>第二步：逐一分析选项。</p><p><strong>A</strong>项：②说明泛亚欧语系是由人口扩数、农牧业发展等原因传播的，为加强项，排除；</p><p><strong>B</strong>项：该项说明泛亚欧语系起源于<strong>9000</strong>年前的中国辽河流域，是当地农民的语言，并随着农民的迁徙而传播开来，否定论点，当选；</p><p><strong>C</strong>项：②说明泛亚欧语系是由人口扩数、农牧业发展等原因传播的，为加强项，排除；</p><p><strong>D</strong>项：②说明泛亚欧语系是由人口扩数、农牧业发展等原因传播的，为加强项，排除。</p><p>故正确答案为<strong>B</strong>。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "①②③"
                    },
                    {
                        "label": "B",
                        "content": "①③④"
                    },
                    {
                        "label": "C",
                        "content": "①②④"
                    },
                    {
                        "label": "D",
                        "content": "②③④"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "①②③"
                    },
                    {
                        "label": "B",
                        "content": "①③④"
                    },
                    {
                        "label": "C",
                        "content": "①②④"
                    },
                    {
                        "label": "D",
                        "content": "②③④"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "②③④"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "①③④"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "①②④"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "①②③"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650776,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553075,
            "level": 85,
            "subjectDo": {
                "id": 2553075,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>俄罗斯人不是乌克兰人，乌克兰人都说乌克兰语，所以俄罗斯人都不说乌克兰语。</p><p>以下与上述推理形式相同的是（<strong>    </strong>）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"辅警不是警察，警察都是授予警衔，因此，凡是授予警衔的都不是辅警\"}, {\"label\": \"B\", \"content\": \"违规经营不是犯罪，而犯罪都受到法律的严惩，因此，违规经管不受法律的严惩\"}, {\"label\": \"C\", \"content\": \"乌克兰人不是俄罗斯人，俄罗斯人说俄罗斯语，因此，所有说俄罗斯语的都不是乌克兰人\"}, {\"label\": \"D\", \"content\": \"危险驾驶罪不是过失犯罪，而过失犯罪是可以判处缓刑的，因此，可判处缓刑的犯罪不是危险驾驶罪\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：分析题干论证方式。</p><p>题干的论证结构是：乌克兰人<img src=\"https://img.xdtech.top/uploadFiles/image/new/cb27ef814407347c0ecc5f568c822c7c\" style=\"height:33px;margin-top:-3px;\"></img>说乌克兰语，<strong><img src=\"https://img.xdtech.top/uploadFiles/image/new/28b1ad6bd2c97103ae7d173be3b68b65\" style=\"height:33px;margin-top:-3px;\"></img></strong>乌克兰人<img src=\"https://img.xdtech.top/uploadFiles/image/new/cb27ef814407347c0ecc5f568c822c7c\" style=\"height:33px;margin-top:-3px;\"></img><strong><img src=\"https://img.xdtech.top/uploadFiles/image/new/28b1ad6bd2c97103ae7d173be3b68b65\" style=\"height:33px;margin-top:-3px;\"></img></strong>说乌克兰语，是否前推否后的推理形式。</p><p>第二步：逐一分析选项。</p><p><strong>A</strong>项：该项论证结构为：警察<img src=\"https://img.xdtech.top/uploadFiles/image/new/cb27ef814407347c0ecc5f568c822c7c\" style=\"height:33px;margin-top:-3px;\"></img>授予警衔，警察<img src=\"https://img.xdtech.top/uploadFiles/image/new/cb27ef814407347c0ecc5f568c822c7c\" style=\"height:33px;margin-top:-3px;\"></img><strong><img src=\"https://img.xdtech.top/uploadFiles/image/new/28b1ad6bd2c97103ae7d173be3b68b65\" style=\"height:33px;margin-top:-3px;\"></img></strong>辅警，与题干推理形式不一致，排除；</p><p><strong>B</strong>项：该项论证结构为：犯罪<img src=\"https://img.xdtech.top/uploadFiles/image/new/cb27ef814407347c0ecc5f568c822c7c\" style=\"height:33px;margin-top:-3px;\"></img>受到法律的严惩，<strong><img src=\"https://img.xdtech.top/uploadFiles/image/new/28b1ad6bd2c97103ae7d173be3b68b65\" style=\"height:33px;margin-top:-3px;\"></img></strong>犯罪<img src=\"https://img.xdtech.top/uploadFiles/image/new/cb27ef814407347c0ecc5f568c822c7c\" style=\"height:33px;margin-top:-3px;\"></img><strong><img src=\"https://img.xdtech.top/uploadFiles/image/new/28b1ad6bd2c97103ae7d173be3b68b65\" style=\"height:33px;margin-top:-3px;\"></img></strong>受到法律的严惩，是否前推否后的推理形式，与题干推理形式一致，当选；</p><p><strong>C</strong>项：该项论证结构为：俄罗斯人<img src=\"https://img.xdtech.top/uploadFiles/image/new/cb27ef814407347c0ecc5f568c822c7c\" style=\"height:33px;margin-top:-3px;\"></img>说俄语，<strong><img src=\"https://img.xdtech.top/uploadFiles/image/new/28b1ad6bd2c97103ae7d173be3b68b65\" style=\"height:33px;margin-top:-3px;\"></img></strong>俄罗斯人<img src=\"https://img.xdtech.top/uploadFiles/image/new/cb27ef814407347c0ecc5f568c822c7c\" style=\"height:33px;margin-top:-3px;\"></img><strong><img src=\"https://img.xdtech.top/uploadFiles/image/new/28b1ad6bd2c97103ae7d173be3b68b65\" style=\"height:33px;margin-top:-3px;\"></img></strong>乌克兰人，与题干推理形式不一致，排除；</p><p><strong>D</strong>项：该项论证结构为：过失犯罪<img src=\"https://img.xdtech.top/uploadFiles/image/new/cb27ef814407347c0ecc5f568c822c7c\" style=\"height:33px;margin-top:-3px;\"></img>可以判处缓刑，<strong><img src=\"https://img.xdtech.top/uploadFiles/image/new/28b1ad6bd2c97103ae7d173be3b68b65\" style=\"height:33px;margin-top:-3px;\"></img></strong>过失犯罪<img src=\"https://img.xdtech.top/uploadFiles/image/new/cb27ef814407347c0ecc5f568c822c7c\" style=\"height:33px;margin-top:-3px;\"></img><img src=\"https://img.xdtech.top/uploadFiles/image/new/28b1ad6bd2c97103ae7d173be3b68b65\" style=\"height:33px;margin-top:-3px;\"></img>危险驾驶罪，与题干推理形式不一致，排除。</p><p>故正确答案为<strong>B</strong>。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "辅警不是警察，警察都是授予警衔，因此，凡是授予警衔的都不是辅警"
                    },
                    {
                        "label": "B",
                        "content": "违规经营不是犯罪，而犯罪都受到法律的严惩，因此，违规经管不受法律的严惩"
                    },
                    {
                        "label": "C",
                        "content": "乌克兰人不是俄罗斯人，俄罗斯人说俄罗斯语，因此，所有说俄罗斯语的都不是乌克兰人"
                    },
                    {
                        "label": "D",
                        "content": "危险驾驶罪不是过失犯罪，而过失犯罪是可以判处缓刑的，因此，可判处缓刑的犯罪不是危险驾驶罪"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "辅警不是警察，警察都是授予警衔，因此，凡是授予警衔的都不是辅警"
                    },
                    {
                        "label": "B",
                        "content": "违规经营不是犯罪，而犯罪都受到法律的严惩，因此，违规经管不受法律的严惩"
                    },
                    {
                        "label": "C",
                        "content": "乌克兰人不是俄罗斯人，俄罗斯人说俄罗斯语，因此，所有说俄罗斯语的都不是乌克兰人"
                    },
                    {
                        "label": "D",
                        "content": "危险驾驶罪不是过失犯罪，而过失犯罪是可以判处缓刑的，因此，可判处缓刑的犯罪不是危险驾驶罪"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "危险驾驶罪不是过失犯罪，而过失犯罪是可以判处缓刑的，因此，可判处缓刑的犯罪不是危险驾驶罪"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "违规经营不是犯罪，而犯罪都受到法律的严惩，因此，违规经管不受法律的严惩"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "乌克兰人不是俄罗斯人，俄罗斯人说俄罗斯语，因此，所有说俄罗斯语的都不是乌克兰人"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "辅警不是警察，警察都是授予警衔，因此，凡是授予警衔的都不是辅警"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650777,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553076,
            "level": 86,
            "subjectDo": {
                "id": 2553076,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>法国剧作家博马舍在他的作品《费加罗的婚礼》中有这么一句话：“若批评不自由，则赞美无意义。”某报纸将这句话作为报头，非常信奉它。</p><p>由此可以推出该报纸最有可能赞同的说法是（<strong>    </strong>）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"只要我们批评自由，我们的赞美就是有意义的\"}, {\"label\": \"B\", \"content\": \"只要我们的赞美是自由的，我们的批评就是有意义的\"}, {\"label\": \"C\", \"content\": \"如今我们的赞美是有意义的，可见我们的批评是自由的\"}, {\"label\": \"D\", \"content\": \"虽然我们的批评不是自由的，但我们仍可进行有意义的赞美\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：翻译题干。</p><p>①赞美有意义<img src=\"https://img.xdtech.top/uploadFiles/image/new/cb27ef814407347c0ecc5f568c822c7c\" style=\"height:33px;margin-top:-3px;\"></img>批评自由</p><p>第二步：逐一分析选项。</p><p><strong>A</strong>项：翻译为：批评自由<img src=\"https://img.xdtech.top/uploadFiles/image/new/cb27ef814407347c0ecc5f568c822c7c\" style=\"height:33px;margin-top:-3px;\"></img>赞美有意义，是对①的肯后，肯后得不到确定性的结论，排除；</p><p><strong>B</strong>项：翻译为：赞美自由<img src=\"https://img.xdtech.top/uploadFiles/image/new/cb27ef814407347c0ecc5f568c822c7c\" style=\"height:33px;margin-top:-3px;\"></img>批评有意义，题干中并未提及赞美是自由的及批评是有意义的，无法推出，排除；</p><p><strong>C</strong>项：翻译为：赞美有意义<img src=\"https://img.xdtech.top/uploadFiles/image/new/cb27ef814407347c0ecc5f568c822c7c\" style=\"height:33px;margin-top:-3px;\"></img>批评自由，是对①的肯前，肯前必肯后，可以推出，当选；</p><p><strong>D</strong>项：翻译为：<img src=\"https://img.xdtech.top/uploadFiles/image/new/28b1ad6bd2c97103ae7d173be3b68b65\" style=\"height:33px;margin-top:-3px;\"></img>批评自由且赞美有意义，为①的矛盾命题，无法推出，排除。</p><p>故正确答案为<strong>C</strong>。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "只要我们批评自由，我们的赞美就是有意义的"
                    },
                    {
                        "label": "B",
                        "content": "只要我们的赞美是自由的，我们的批评就是有意义的"
                    },
                    {
                        "label": "C",
                        "content": "如今我们的赞美是有意义的，可见我们的批评是自由的"
                    },
                    {
                        "label": "D",
                        "content": "虽然我们的批评不是自由的，但我们仍可进行有意义的赞美"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "只要我们批评自由，我们的赞美就是有意义的"
                    },
                    {
                        "label": "B",
                        "content": "只要我们的赞美是自由的，我们的批评就是有意义的"
                    },
                    {
                        "label": "C",
                        "content": "如今我们的赞美是有意义的，可见我们的批评是自由的"
                    },
                    {
                        "label": "D",
                        "content": "虽然我们的批评不是自由的，但我们仍可进行有意义的赞美"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "虽然我们的批评不是自由的，但我们仍可进行有意义的赞美"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "只要我们的赞美是自由的，我们的批评就是有意义的"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "如今我们的赞美是有意义的，可见我们的批评是自由的"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "只要我们批评自由，我们的赞美就是有意义的"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650778,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553077,
            "level": 87,
            "subjectDo": {
                "id": 2553077,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>病毒性肺炎患者处于病毒感染时，精神心理上也会处在高度应激状态，对维生素<strong>C</strong>的生理需求量必然会加大，但患者很可能处于食欲不振状态，未必能够保证膳食中得到足够的维生素<strong>C</strong>，治疗过程中适度补充维生素<strong>C</strong>，对于康复是有益无害的，因此多服用维生素<strong>C</strong>可以帮助预防病毒性肺炎。</p><p>以下哪项如果为真，最能质疑上述结论？（<strong>    </strong>）</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"维生素C偏酸性，若长期大量服用容易在体内形成尿路草酸钙结石和肾结石\"}, {\"label\": \"B\", \"content\": \"维生素C是人体必需的管养，很多动物都可以合成维生素C，唯独人类只能从食物中获得\"}, {\"label\": \"C\", \"content\": \"病人和健康人的生理状态不一样，对没有患病的人来说，最好的维生素C来源是天然果蔬\"}, {\"label\": \"D\", \"content\": \"研究显示维生素C可帮助机体维持正常免疫功能，但不能增强免疫力，也没有抗病毒的作用\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：找出论点和论据。</p><p>论点：多服用维生素<strong>C</strong>可以帮助预防病毒性肺炎。</p><p>论据：病毒性肺炎患者处于病毒感染时，精神心理上也会处在高度应激状态，对维生素<strong>C</strong>的生理需求量必然会加大，但患者很可能处于食欲不振状态，未必能够保证膳食中得到足够的维生素<strong>C</strong>，治疗过程中适度补充维生素<strong>C</strong>，对于康复是有益无害的。</p><p>论点论据话题一致，需要削弱，优先考虑直接否论点。</p><p>第二步：逐一分析选项。</p><p><strong>A</strong>项：该项说明长期大量服用维生素<strong>C</strong>易对身体造成损害，与多服用维生素<strong>C</strong>能否帮助预防病毒性肺炎无关，为无关项，排除；</p><p><strong>B</strong>项：该项说明人类只能从食物中获得维生素<strong>C</strong>，与多服用维生素<strong>C</strong>能否帮助预防病毒性肺炎无关，为无关项，排除；</p><p><strong>C</strong>项：该项说明对没有患病的人来说，最好的维生素<strong>C</strong>来源是天然果蔬，与多服用维生素<strong>C</strong>能否帮助预防病毒性肺炎无关，为无关项，排除；</p><p><strong>D</strong>项：该项说明维生素<strong>C</strong>不能增强免疫力，也没有抗病毒的作用，说明多服用维生素<strong>C</strong>无法帮助预防病毒性肺炎，削弱论点，当选。</p><p>故正确答案为<strong>D</strong>。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "维生素C偏酸性，若长期大量服用容易在体内形成尿路草酸钙结石和肾结石"
                    },
                    {
                        "label": "B",
                        "content": "维生素C是人体必需的管养，很多动物都可以合成维生素C，唯独人类只能从食物中获得"
                    },
                    {
                        "label": "C",
                        "content": "病人和健康人的生理状态不一样，对没有患病的人来说，最好的维生素C来源是天然果蔬"
                    },
                    {
                        "label": "D",
                        "content": "研究显示维生素C可帮助机体维持正常免疫功能，但不能增强免疫力，也没有抗病毒的作用"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "维生素C偏酸性，若长期大量服用容易在体内形成尿路草酸钙结石和肾结石"
                    },
                    {
                        "label": "B",
                        "content": "维生素C是人体必需的管养，很多动物都可以合成维生素C，唯独人类只能从食物中获得"
                    },
                    {
                        "label": "C",
                        "content": "病人和健康人的生理状态不一样，对没有患病的人来说，最好的维生素C来源是天然果蔬"
                    },
                    {
                        "label": "D",
                        "content": "研究显示维生素C可帮助机体维持正常免疫功能，但不能增强免疫力，也没有抗病毒的作用"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "研究显示维生素C可帮助机体维持正常免疫功能，但不能增强免疫力，也没有抗病毒的作用"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "维生素C是人体必需的管养，很多动物都可以合成维生素C，唯独人类只能从食物中获得"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "病人和健康人的生理状态不一样，对没有患病的人来说，最好的维生素C来源是天然果蔬"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "维生素C偏酸性，若长期大量服用容易在体内形成尿路草酸钙结石和肾结石"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650779,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553078,
            "level": 88,
            "subjectDo": {
                "id": 2553078,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>近年来，我国新能源汽车产业异军突起，并逐渐由政策驱动向市场驱动过渡，很多人都看好多乡镇和农村市场，不少企业深入到农村市场开展宣讲活动，每次都吸引了大批热情群众。但奇怪的是，新能源汽车至今在农村布场的销量并不好。</p><p>以下哪项如果为真，最能解释上述现象？（    ）</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"新能源汽车需要在城市普及应用一段时间后才能下沉到农村市场\"}, {\"label\": \"B\", \"content\": \"企业的宣传优惠力度还应继续加大，推进交通工具的绿色消费在广大城乡间普及\"}, {\"label\": \"C\", \"content\": \"当前占据广大乡镇和农村地区市场的电动自行车，不需要牌照和驾驶证即可上路行驶\"}, {\"label\": \"D\", \"content\": \"农村地区的电网覆盖设施往往比较薄弱，仅能使用慢充桩，让想购买的消费者心存顾虑\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：找出题干矛盾。</p><p>不少企业深入到农村市场宣讲新能源汽车，每次都能吸引大批热情的群众，但新能源汽车在农村市场的销量并不好。</p><p>第二步：逐一分析选项。</p><p><strong>A</strong>项：选项说明新能源汽车需要先在城市普及应用一段时间才能下沉到农村市场，并未说明为什么宣讲活动每次都能吸引大批群众，但汽车销量并不好，不能解释题干矛盾，排除；</p><p><strong>B</strong>项：选项说明企业的宣传优惠力度还应继续加大，并未说明为什么宣讲活动每次都能吸引大批群众，但汽车销量并不好，不能解释题干矛盾，排除；</p><p><strong>C</strong>项：选项说明当前广大乡镇和农村地区的电动自行车不需要牌照和驾驶证即可上路行驶，并未说明为什么宣讲活动每次都能吸引大批群众，但汽车销量并不好，不能解释题干矛盾，排除；</p><p><strong>D</strong>项：选项说明当前农村地区电网设施薄弱，仅能使用慢充桩，大家即便对新能源汽车感兴趣，也因充电问题而心存顾虑，很好的解释了为什么宣讲活动每次都能吸引大批群众，但汽车销量并不好，可以解释题干矛盾，当选。</p><p>故正确答案为<strong>D</strong>。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "新能源汽车需要在城市普及应用一段时间后才能下沉到农村市场"
                    },
                    {
                        "label": "B",
                        "content": "企业的宣传优惠力度还应继续加大，推进交通工具的绿色消费在广大城乡间普及"
                    },
                    {
                        "label": "C",
                        "content": "当前占据广大乡镇和农村地区市场的电动自行车，不需要牌照和驾驶证即可上路行驶"
                    },
                    {
                        "label": "D",
                        "content": "农村地区的电网覆盖设施往往比较薄弱，仅能使用慢充桩，让想购买的消费者心存顾虑"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "新能源汽车需要在城市普及应用一段时间后才能下沉到农村市场"
                    },
                    {
                        "label": "B",
                        "content": "企业的宣传优惠力度还应继续加大，推进交通工具的绿色消费在广大城乡间普及"
                    },
                    {
                        "label": "C",
                        "content": "当前占据广大乡镇和农村地区市场的电动自行车，不需要牌照和驾驶证即可上路行驶"
                    },
                    {
                        "label": "D",
                        "content": "农村地区的电网覆盖设施往往比较薄弱，仅能使用慢充桩，让想购买的消费者心存顾虑"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "农村地区的电网覆盖设施往往比较薄弱，仅能使用慢充桩，让想购买的消费者心存顾虑"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "企业的宣传优惠力度还应继续加大，推进交通工具的绿色消费在广大城乡间普及"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "当前占据广大乡镇和农村地区市场的电动自行车，不需要牌照和驾驶证即可上路行驶"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "新能源汽车需要在城市普及应用一段时间后才能下沉到农村市场"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650780,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553079,
            "level": 89,
            "subjectDo": {
                "id": 2553079,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>微生物对单碳化合物的吸收已成为缓解温室效应的一种有前途的方法。在所有单碳化合物中，甲醇是电子最多的液态化合物，可以从温室气体甲烷和二氧化碳衍生而来，与那些气态的单碳化合物相比，它还避免了扩散障碍。</p><p>以下哪项如果为真，最能支持上述观点？（<strong>    </strong>）</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"甲醇已经是一种普遍的工业原料，因此作为生物转化的底物具有潜在的吸引力\"}, {\"label\": \"B\", \"content\": \"甲基营养菌（例如甲醇芽孢杆菌）中天然的甲醇利用和转化途径已得到充分证实\"}, {\"label\": \"C\", \"content\": \"新技术可将甲醇转化为有价值的化学品和燃料等，形成具有高绿色经济价值的碳循环\"}, {\"label\": \"D\", \"content\": \"合成的甲基营养型菌株能够在宽范国的甲醇浓度下以与天然甲基营养型菌株相当的速率生长\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>第一步：找出论点和论据。</p><p>论点：微生物对单碳化合物的吸收已成为缓解温室效应的一种有前途的方法。在所有单碳化合物中，甲醇是电子最多的液态化合物，可以从温室气体甲烷和二氧化碳衍生而来，与那些气态的单碳化合物相比，它还避免了扩散障碍。</p><p>论据：无。</p><p>本题只有论点，需要加强，优先考虑补充论据。</p><p>第二步：逐一分析选项。</p><p><strong>A</strong>项：该项说明甲醇作为生物转化的底物具有潜在的吸引力，为不明确选项，排除；</p><p><strong>B</strong>项：该项说明甲基营养菌（例如甲醇芽孢杆菌）可以天然地利用和转化甲醇，举例加强，当选；</p><p><strong>C</strong>项：该项说明新技术可以转化甲醇，与微生物转化单碳化合物缓解温室效应无关，为无关项，排除；</p><p><strong>D</strong>项：该项说明合成的甲基营养型菌株能在宽范围的甲醇浓度下生长，但未提及其能否利用和转化甲醇，不明确选项，排除。</p><p>故正确答案为<strong>B</strong>。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "甲醇已经是一种普遍的工业原料，因此作为生物转化的底物具有潜在的吸引力"
                    },
                    {
                        "label": "B",
                        "content": "甲基营养菌（例如甲醇芽孢杆菌）中天然的甲醇利用和转化途径已得到充分证实"
                    },
                    {
                        "label": "C",
                        "content": "新技术可将甲醇转化为有价值的化学品和燃料等，形成具有高绿色经济价值的碳循环"
                    },
                    {
                        "label": "D",
                        "content": "合成的甲基营养型菌株能够在宽范国的甲醇浓度下以与天然甲基营养型菌株相当的速率生长"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "甲醇已经是一种普遍的工业原料，因此作为生物转化的底物具有潜在的吸引力"
                    },
                    {
                        "label": "B",
                        "content": "甲基营养菌（例如甲醇芽孢杆菌）中天然的甲醇利用和转化途径已得到充分证实"
                    },
                    {
                        "label": "C",
                        "content": "新技术可将甲醇转化为有价值的化学品和燃料等，形成具有高绿色经济价值的碳循环"
                    },
                    {
                        "label": "D",
                        "content": "合成的甲基营养型菌株能够在宽范国的甲醇浓度下以与天然甲基营养型菌株相当的速率生长"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "合成的甲基营养型菌株能够在宽范国的甲醇浓度下以与天然甲基营养型菌株相当的速率生长"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "甲基营养菌（例如甲醇芽孢杆菌）中天然的甲醇利用和转化途径已得到充分证实"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "新技术可将甲醇转化为有价值的化学品和燃料等，形成具有高绿色经济价值的碳循环"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "甲醇已经是一种普遍的工业原料，因此作为生物转化的底物具有潜在的吸引力"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650781,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553080,
            "level": 90,
            "subjectDo": {
                "id": 2553080,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>高一年级的课上，一位同学正在课前演讲，你发现有一位同学正在偷看动漫杂志，完全没有认真听同学的演讲。此时，你认为最佳的处理方法是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"暂不处理，下课后再找该同学谈话，解决此事\"}, {\"label\": \"B\", \"content\": \"喊出该同学的名字，告知他认真听演讲，不要做别的事\"}, {\"label\": \"C\", \"content\": \"请演讲的同学先暂停，“邀请”偷看杂志的同学复述演讲的内容\"}, {\"label\": \"D\", \"content\": \"轻轻地走到偷看杂志的同学身边，拍拍他的肩，提醒他把杂志收起来\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查课堂纪律管理。</p><p>对于学生课上不遵守纪律的行为，作为教师应该不影响课堂正常进行的前提下，提醒学生将注意力集中在课堂上。题干中面对学生偷看漫画的行为，教师应在不打扰其他同学的情况下，提醒学生收起漫画，认真听其他学生的演讲。故D项当选。</p><p>A项：下课后再找学生谈话会导致学生错过其他同学的演讲内容，不利于学生的课堂学习。与题干不符，排除。</p><p>B项：直接喊出名字一是会打断演讲同学的节奏，导致其他学生的注意力偏移，影响课堂节奏；二是会伤害偷看漫画学生的自尊心，容易激发师生矛盾。与题干不符，排除。</p><p>C项：请演讲的同学暂停打乱了上课节奏，请偷看杂志的学生复述内容是伤害学生自尊心的表现。与题干不符，排除。</p><p>故正确答案为D。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "暂不处理，下课后再找该同学谈话，解决此事"
                    },
                    {
                        "label": "B",
                        "content": "喊出该同学的名字，告知他认真听演讲，不要做别的事"
                    },
                    {
                        "label": "C",
                        "content": "请演讲的同学先暂停，“邀请”偷看杂志的同学复述演讲的内容"
                    },
                    {
                        "label": "D",
                        "content": "轻轻地走到偷看杂志的同学身边，拍拍他的肩，提醒他把杂志收起来"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "暂不处理，下课后再找该同学谈话，解决此事"
                    },
                    {
                        "label": "B",
                        "content": "喊出该同学的名字，告知他认真听演讲，不要做别的事"
                    },
                    {
                        "label": "C",
                        "content": "请演讲的同学先暂停，“邀请”偷看杂志的同学复述演讲的内容"
                    },
                    {
                        "label": "D",
                        "content": "轻轻地走到偷看杂志的同学身边，拍拍他的肩，提醒他把杂志收起来"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "轻轻地走到偷看杂志的同学身边，拍拍他的肩，提醒他把杂志收起来"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "喊出该同学的名字，告知他认真听演讲，不要做别的事"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "请演讲的同学先暂停，“邀请”偷看杂志的同学复述演讲的内容"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "暂不处理，下课后再找该同学谈话，解决此事"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650782,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553081,
            "level": 91,
            "subjectDo": {
                "id": 2553081,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>初二年级的课堂上，你正在上课，学生小张突然呕吐，秽物四溅，同学们纷纷掩鼻，躲避不及。小张很不好意思，不知如何是好。此时，你的处理方法是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"继续讲课，请小张出去休息一下，下课后再请同学处理秽物\"}, {\"label\": \"B\", \"content\": \"继续讲课，同时用眼神提示小张，请小张出去拿东西进来清理一下\"}, {\"label\": \"C\", \"content\": \"暂停讲课，提示大家要关爱生病的同学，请小张不要在意，去医务室看看\"}, {\"label\": \"D\", \"content\": \"暂停讲课，请一位同学陪伴小张去医务室，再请附近的同学拿工具清理干净地面\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查课堂突发事件的处理。</p><p>对于课上的突发事件，作为老师应发挥自身教育机智，灵活处理，确保后续教学。题干中小张在上课途中突然呕吐，秽物四溅，作为老师应暂停讲课，先关心小张的情况，请班级学生陪伴小张去医务室进行及时的救治，同时请学生对地面秽物进行清洁，保证教室的整洁程度，不影响其他同学和老师后续上课。故D项当选。</p><p>A项：教师未及时处理问题，没有关心小张的身体情况，也没有考虑到秽物的存在严重影响了课堂教学。与题干不符，排除。</p><p>B项：教师对问题处理不当，仅考虑课程节奏，没有关心学生的身体情况。与题干不符，排除。</p><p>C项：小张发生呕吐，身体状况堪忧，如果一个人去医务室可能会产生安全问题，因此应找其他学生陪同小张，同时教师应对秽物进行处理。与题干不符，排除。</p><p>故正确答案为D。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "继续讲课，请小张出去休息一下，下课后再请同学处理秽物"
                    },
                    {
                        "label": "B",
                        "content": "继续讲课，同时用眼神提示小张，请小张出去拿东西进来清理一下"
                    },
                    {
                        "label": "C",
                        "content": "暂停讲课，提示大家要关爱生病的同学，请小张不要在意，去医务室看看"
                    },
                    {
                        "label": "D",
                        "content": "暂停讲课，请一位同学陪伴小张去医务室，再请附近的同学拿工具清理干净地面"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "继续讲课，请小张出去休息一下，下课后再请同学处理秽物"
                    },
                    {
                        "label": "B",
                        "content": "继续讲课，同时用眼神提示小张，请小张出去拿东西进来清理一下"
                    },
                    {
                        "label": "C",
                        "content": "暂停讲课，提示大家要关爱生病的同学，请小张不要在意，去医务室看看"
                    },
                    {
                        "label": "D",
                        "content": "暂停讲课，请一位同学陪伴小张去医务室，再请附近的同学拿工具清理干净地面"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "暂停讲课，请一位同学陪伴小张去医务室，再请附近的同学拿工具清理干净地面"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "继续讲课，同时用眼神提示小张，请小张出去拿东西进来清理一下"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "暂停讲课，提示大家要关爱生病的同学，请小张不要在意，去医务室看看"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "继续讲课，请小张出去休息一下，下课后再请同学处理秽物"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650783,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553082,
            "level": 92,
            "subjectDo": {
                "id": 2553082,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>小学课堂上，你正在上课，教室里忽然飞进了一只麻雀，一些学生很兴奋，一些学生有些害怕，教室里乱做一团。此时，你认为最佳的处理方法是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"让学生打开窗户，等待麻雀自行飞走\"}, {\"label\": \"B\", \"content\": \"暂停上课，和学生一起把麻雀从教室赶走后再上课\"}, {\"label\": \"C\", \"content\": \"提醒学生保持安静，不用害怕，不必在意麻雀，打开门窗，正常上课\"}, {\"label\": \"D\", \"content\": \"暂停上课，约定两分钟时间和学生一起观察麻雀，观察结束后打开门窗，继续上课\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查课堂突发事件的处理。</p><p>对于课上的突发事件，作为老师应发挥自身机智，灵活自如处理，有效地将学生的注意力引导到学习上。题干上课途中学生对突然飞进来的麻雀很感兴趣，当下老师应暂停讲课，适当学习课外知识，引导学生观察并平复心情，再继续上课效果更好，故D项当选。</p><p>A项：等待飞走的时间内学生的关注点都在麻雀身上，影响上课效果。与题干不符，排除。</p><p>B项：师生共同赶走麻雀会引起全班同学更加亢奋，也可能会导致课堂混乱，秩序难以控制。与题干不符，排除。</p><p>C项：麻雀作为干扰源会影响听课效率，提醒学生不必在意效果不好。与题干不符，排除。</p><p>故正确答案为D。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "让学生打开窗户，等待麻雀自行飞走"
                    },
                    {
                        "label": "B",
                        "content": "暂停上课，和学生一起把麻雀从教室赶走后再上课"
                    },
                    {
                        "label": "C",
                        "content": "提醒学生保持安静，不用害怕，不必在意麻雀，打开门窗，正常上课"
                    },
                    {
                        "label": "D",
                        "content": "暂停上课，约定两分钟时间和学生一起观察麻雀，观察结束后打开门窗，继续上课"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "让学生打开窗户，等待麻雀自行飞走"
                    },
                    {
                        "label": "B",
                        "content": "暂停上课，和学生一起把麻雀从教室赶走后再上课"
                    },
                    {
                        "label": "C",
                        "content": "提醒学生保持安静，不用害怕，不必在意麻雀，打开门窗，正常上课"
                    },
                    {
                        "label": "D",
                        "content": "暂停上课，约定两分钟时间和学生一起观察麻雀，观察结束后打开门窗，继续上课"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "暂停上课，约定两分钟时间和学生一起观察麻雀，观察结束后打开门窗，继续上课"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "暂停上课，和学生一起把麻雀从教室赶走后再上课"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "提醒学生保持安静，不用害怕，不必在意麻雀，打开门窗，正常上课"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "让学生打开窗户，等待麻雀自行飞走"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650784,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553083,
            "level": 93,
            "subjectDo": {
                "id": 2553083,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>高中课堂上，你正在演算一道题目，有学生举手说“老师，你这个地方讲错了”。大家都等待着你的反应，此时，你的处理方法是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"笑着说：“谢谢你，如果有什么问题我们课下再交流。”\"}, {\"label\": \"B\", \"content\": \"正色说：“老师一般是不会算错的，你再仔细看看是不是你错了。”\"}, {\"label\": \"C\", \"content\": \"笑着说：“老师是故意算错的，就是想看看你们这些人听课专不专心。”\"}, {\"label\": \"D\", \"content\": \"邀请学生上台写出他认为正确的解法，如果是自己讲错了，向学生道歉\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查课堂管理、师生沟通。</p><p>对于课堂上突然关于知识型的沟通问题，作为老师应发挥自身机智，灵活自如处理。题干中学生指出老师讲错了，老师应该实事求是，请学生写出自己认为正确的做法，如果发现自己讲错，应该及时向学生道歉，给学生传递正确的知识，切不能为了面子强行挽尊。故D项当选。</p><p>A项：课下交流并未及时处理问题，会引起班级其他学生的疑问，甚至引发学生对教师的质疑。与题干不符，排除。</p><p>B项：直接否认学生，会导致学生听课的积极性丧失，而且没有解释学生的疑惑。与题干不符，排除。</p><p>C项：首先并不能确定老师是不是真的讲错了，因此不能直接说自己是故意算错的，其次，如果老师确实讲错了，也应该实事求是的说明错误之处。老师说看看学生听课是否专心是一种强行挽尊的表现，难以让学生信服。与题干不符，排除。</p><p>故正确答案为D。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "笑着说：“谢谢你，如果有什么问题我们课下再交流。”"
                    },
                    {
                        "label": "B",
                        "content": "正色说：“老师一般是不会算错的，你再仔细看看是不是你错了。”"
                    },
                    {
                        "label": "C",
                        "content": "笑着说：“老师是故意算错的，就是想看看你们这些人听课专不专心。”"
                    },
                    {
                        "label": "D",
                        "content": "邀请学生上台写出他认为正确的解法，如果是自己讲错了，向学生道歉"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "笑着说：“谢谢你，如果有什么问题我们课下再交流。”"
                    },
                    {
                        "label": "B",
                        "content": "正色说：“老师一般是不会算错的，你再仔细看看是不是你错了。”"
                    },
                    {
                        "label": "C",
                        "content": "笑着说：“老师是故意算错的，就是想看看你们这些人听课专不专心。”"
                    },
                    {
                        "label": "D",
                        "content": "邀请学生上台写出他认为正确的解法，如果是自己讲错了，向学生道歉"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "邀请学生上台写出他认为正确的解法，如果是自己讲错了，向学生道歉"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "正色说：“老师一般是不会算错的，你再仔细看看是不是你错了。”"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "笑着说：“老师是故意算错的，就是想看看你们这些人听课专不专心。”"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "笑着说：“谢谢你，如果有什么问题我们课下再交流。”"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650785,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553084,
            "level": 94,
            "subjectDo": {
                "id": 2553084,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>某小学周老师到了教室正准备上课，发现自己忘记带上课的课件了，办公室离教室有四层楼的距离。遇到这种情况，周老师如何处理最合适？（    ）</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"不管课件了，直接手写板书开始上课\"}, {\"label\": \"B\", \"content\": \"抓紧时间快速跑下楼拷贝好课件再上来\"}, {\"label\": \"C\", \"content\": \"请课代表代替自己下去拷贝课件，自己留在教室维持秩序\"}, {\"label\": \"D\", \"content\": \"先请学生预习本节课的相关内容，再迅速下楼打开电脑拷贝课件\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查课前准备、突发事件的处理。</p><p>对于课前未准备充分的情况，作为老师应灵活处理，确保教学有序开展。题干周老师突然发现没带课件，这个时候可先让学生进行预习，课堂任务导向在一定程度上可以维持纪律，在此时间内教师快速拷贝课件，保证后续的教学效果，D项正确。</p><p>A项：教师的备课是利用课间进行的，不管课件直接手书可能会遗漏重点、也减少了课堂的趣味性，达不到最佳效果。与题干不符，排除。</p><p>B项：直接下楼进行课件拷贝没有关注到学生的上课状态，不利于课堂纪律的维持。与题干不符，排除。</p><p>C项：教师的问题不能让学生买单，加上可能存在课代表对教师电脑不熟悉，不能及时拷贝的情况。与题干不符，排除。</p><p>故正确答案为D。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "不管课件了，直接手写板书开始上课"
                    },
                    {
                        "label": "B",
                        "content": "抓紧时间快速跑下楼拷贝好课件再上来"
                    },
                    {
                        "label": "C",
                        "content": "请课代表代替自己下去拷贝课件，自己留在教室维持秩序"
                    },
                    {
                        "label": "D",
                        "content": "先请学生预习本节课的相关内容，再迅速下楼打开电脑拷贝课件"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "不管课件了，直接手写板书开始上课"
                    },
                    {
                        "label": "B",
                        "content": "抓紧时间快速跑下楼拷贝好课件再上来"
                    },
                    {
                        "label": "C",
                        "content": "请课代表代替自己下去拷贝课件，自己留在教室维持秩序"
                    },
                    {
                        "label": "D",
                        "content": "先请学生预习本节课的相关内容，再迅速下楼打开电脑拷贝课件"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "先请学生预习本节课的相关内容，再迅速下楼打开电脑拷贝课件"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "抓紧时间快速跑下楼拷贝好课件再上来"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "请课代表代替自己下去拷贝课件，自己留在教室维持秩序"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "不管课件了，直接手写板书开始上课"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650786,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553085,
            "level": 95,
            "subjectDo": {
                "id": 2553085,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "",
                "hasMaterial": 0,
                "content": "<p>在高中课堂上，下列更能引发学生关于“刻板印象”讨论的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"我们身边有哪些“刻板印象”？请说说看。\"}, {\"label\": \"B\", \"content\": \"“女生数学差，男生英语差”，你们赞成这种看法吗？\"}, {\"label\": \"C\", \"content\": \"大家听说过“刻板印象”这个词吧？怎么理解这个词的意思呢？\"}, {\"label\": \"D\", \"content\": \"我们班有哪些同学有外号呀？这些外号反映出他们什么特点吗？\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查提问的技能。</p><p>问题的设置应结合教学内容的重难点、学生的兴趣点、契合学生实际。题干中的“刻板印象”是社会心理学中的一种心理学效应，由于内容过于抽象，所以提问时，可结合学生的生活实例予以引出，便于学生理解，展开讨论，故B项当选。</p><p>A项：学生未理解“刻板印象”一词，直接讨论，难以展开。与题干不符，排除。</p><p>C项：问题过多，难度较大，易打击学生讨论积极性。与题干不符，排除。</p><p>D项：外号与刻板印象的内涵不完全等同，以此为例引出刻板印象的主题并不准确，且外号本身是不尊重学生人格的表现，因此，从学生外号入手不利于活动开展。与题干不符，排除。</p><p>故正确答案为B。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "我们身边有哪些“刻板印象”？请说说看。"
                    },
                    {
                        "label": "B",
                        "content": "“女生数学差，男生英语差”，你们赞成这种看法吗？"
                    },
                    {
                        "label": "C",
                        "content": "大家听说过“刻板印象”这个词吧？怎么理解这个词的意思呢？"
                    },
                    {
                        "label": "D",
                        "content": "我们班有哪些同学有外号呀？这些外号反映出他们什么特点吗？"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "我们身边有哪些“刻板印象”？请说说看。"
                    },
                    {
                        "label": "B",
                        "content": "“女生数学差，男生英语差”，你们赞成这种看法吗？"
                    },
                    {
                        "label": "C",
                        "content": "大家听说过“刻板印象”这个词吧？怎么理解这个词的意思呢？"
                    },
                    {
                        "label": "D",
                        "content": "我们班有哪些同学有外号呀？这些外号反映出他们什么特点吗？"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "我们班有哪些同学有外号呀？这些外号反映出他们什么特点吗？"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "“女生数学差，男生英语差”，你们赞成这种看法吗？"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "大家听说过“刻板印象”这个词吧？怎么理解这个词的意思呢？"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "我们身边有哪些“刻板印象”？请说说看。"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650787,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553086,
            "level": 96,
            "subjectDo": {
                "id": 2553086,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "<p>小伟是小学一年级的学生，看起来文文静静，却是同学们口中的“捣蛋鬼”：上课随便离开座位、任意说话，抢同学的东西，谁不给就打谁。通过家访了解到，孩子父母工作忙，从小由外婆带大。外婆对孩子非常溺爱，小伟自己也有较强的好胜心与占有欲，容易与其他小朋友发生冲突，外婆索性不让小伟与其他小朋友一起玩耍。小伟在幼儿园时就老是扰乱课堂秩序，影响其他孩子活动，老师建议家长带到医院检查，医生检查后说小伟有多动症。随着年龄的增长，小伟越来越不知道怎样与小朋友融洽相处，性格也越来越孤僻。同学们都不愿意跟他同桌，甚至有家长明确提出不能让小伟挨着自己的孩子坐。</p><p>这天，小伟在数学课上忘记带直尺，希望同桌能借给他，同桌却不同意。小伟急了，直接抢过同学的直尺就用，引发了同学的不满。数学老师忍无可忍，大声斥责了小伟，并让小伟站到教室外面去。小伟把直尺一摔，径直跑出了教室。</p>",
                "hasMaterial": 1,
                "content": "<p>小伟与同学争吵扰乱了正常的课堂教学秩序，假如你是小伟的数学老师，不宜采取的处理方式是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"可以提高讲课音量并提问小伟\"}, {\"label\": \"B\", \"content\": \"可以让班干部将小伟带出教室批评\"}, {\"label\": \"C\", \"content\": \"可以让小伟这节课站在教室后面去\"}, {\"label\": \"D\", \"content\": \"可以课后了解小伟和同学争吵的原因\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查课堂突发事件的处理。</p><p>对于课上的突发事件，作为老师应发挥自身教育机智，灵活自如处理，确保后续教学。题干中课上小伟与同桌因为尺子发生争执，数学老师作为课堂的管理者，应先安抚二人，了解事情始末，针对性处理，确保教学继续。教师让班干部将小伟带出教室批评的行为是不恰当的，一是在上课期间将学生带出教室侵犯了学生的受教育权，二是教育学生是教师的责任，让班干部教育是教师推卸责任的表现。故B项当选。</p><p>A项：二人争执，小伟负主要责任，数学老师可先通过提高音量、眼神示意、提问等方式提醒小伟。与题干不符，排除。</p><p>C项：小伟粗暴争抢同桌尺子，严重影响了课堂纪律，教师可借助罚站的形式予以警示。与题干不符，排除。</p><p>D项：课上学生争吵，为确保教学有序进行，数学老师课上可简单处理，课后找二人继续沟通了解争执原因，并予以针对性处理，促进二人和解。与题干不符，排除。</p><p>本题为选非题，故正确答案为B。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "可以提高讲课音量并提问小伟"
                    },
                    {
                        "label": "B",
                        "content": "可以让班干部将小伟带出教室批评"
                    },
                    {
                        "label": "C",
                        "content": "可以让小伟这节课站在教室后面去"
                    },
                    {
                        "label": "D",
                        "content": "可以课后了解小伟和同学争吵的原因"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "可以提高讲课音量并提问小伟"
                    },
                    {
                        "label": "B",
                        "content": "可以让班干部将小伟带出教室批评"
                    },
                    {
                        "label": "C",
                        "content": "可以让小伟这节课站在教室后面去"
                    },
                    {
                        "label": "D",
                        "content": "可以课后了解小伟和同学争吵的原因"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "可以课后了解小伟和同学争吵的原因"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "可以让班干部将小伟带出教室批评"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "可以让小伟这节课站在教室后面去"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "可以提高讲课音量并提问小伟"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650788,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553087,
            "level": 97,
            "subjectDo": {
                "id": 2553087,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"B\"]",
                "label": "39878",
                "material": "<p>小伟是小学一年级的学生，看起来文文静静，却是同学们口中的“捣蛋鬼”：上课随便离开座位、任意说话，抢同学的东西，谁不给就打谁。通过家访了解到，孩子父母工作忙，从小由外婆带大。外婆对孩子非常溺爱，小伟自己也有较强的好胜心与占有欲，容易与其他小朋友发生冲突，外婆索性不让小伟与其他小朋友一起玩耍。小伟在幼儿园时就老是扰乱课堂秩序，影响其他孩子活动，老师建议家长带到医院检查，医生检查后说小伟有多动症。随着年龄的增长，小伟越来越不知道怎样与小朋友融洽相处，性格也越来越孤僻。同学们都不愿意跟他同桌，甚至有家长明确提出不能让小伟挨着自己的孩子坐。</p><p>这天，小伟在数学课上忘记带直尺，希望同桌能借给他，同桌却不同意。小伟急了，直接抢过同学的直尺就用，引发了同学的不满。数学老师忍无可忍，大声斥责了小伟，并让小伟站到教室外面去。小伟把直尺一摔，径直跑出了教室。</p>",
                "hasMaterial": 1,
                "content": "<p>同学们对小伟平时的表现非常不满，比如小伟同桌在数学课上不愿意借直尺给小伟。假如你是班主任，你与其他同学沟通时，最恰当的方式是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"承诺就事论事调解小伟和同学们的具体冲突\"}, {\"label\": \"B\", \"content\": \"调解小伟与同学们的冲突，引导同学们理解、帮助小伟\"}, {\"label\": \"C\", \"content\": \"承诺会为小伟单独安排座位，与大家的座位保持一定距离\"}, {\"label\": \"D\", \"content\": \"承诺自己会惩罚小伟，小伟不能将多动症作为任性顽皮的借口\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查班主任工作、教师与学生的沟通。</p><p>教师与学生沟通时应遵循尊重、关爱的原则。题干中小伟患有多动症，且和班级学生之间多次发生冲突，作为班主任，应该履行职责，调节小伟和同学们之间的冲突，让小伟和其他同学能够友好相处，同时，小伟由于多动症的原因，养成了一些不良的习惯，班主任也应该引导学生理解小伟，帮助小伟纠正不良习惯。故B项当选。</p><p>A项：小伟和同学之间的冲突太多，如果教师就事论事进行调节过于麻烦，会增加教师的工作负担，而且只是单纯的解决了冲突，没有帮助小伟从根本上改正不良习惯。与题干不符，排除。</p><p>C项：该做法不仅会伤害小伟的自尊心，还会进一步恶化小伟与班级其他同学的关系。与题干不符，排除。</p><p>D项：小伟存在多动症是生理性问题，教师应该关爱、帮助学生，而不是简单粗暴地惩罚学生。与题干不符，排除。</p><p>故正确答案为B。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "承诺就事论事调解小伟和同学们的具体冲突"
                    },
                    {
                        "label": "B",
                        "content": "调解小伟与同学们的冲突，引导同学们理解、帮助小伟"
                    },
                    {
                        "label": "C",
                        "content": "承诺会为小伟单独安排座位，与大家的座位保持一定距离"
                    },
                    {
                        "label": "D",
                        "content": "承诺自己会惩罚小伟，小伟不能将多动症作为任性顽皮的借口"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "承诺就事论事调解小伟和同学们的具体冲突"
                    },
                    {
                        "label": "B",
                        "content": "调解小伟与同学们的冲突，引导同学们理解、帮助小伟"
                    },
                    {
                        "label": "C",
                        "content": "承诺会为小伟单独安排座位，与大家的座位保持一定距离"
                    },
                    {
                        "label": "D",
                        "content": "承诺自己会惩罚小伟，小伟不能将多动症作为任性顽皮的借口"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "B",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "承诺自己会惩罚小伟，小伟不能将多动症作为任性顽皮的借口"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "调解小伟与同学们的冲突，引导同学们理解、帮助小伟"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "承诺会为小伟单独安排座位，与大家的座位保持一定距离"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "承诺就事论事调解小伟和同学们的具体冲突"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650789,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553088,
            "level": 98,
            "subjectDo": {
                "id": 2553088,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"D\"]",
                "label": "39878",
                "material": "<p>小伟是小学一年级的学生，看起来文文静静，却是同学们口中的“捣蛋鬼”：上课随便离开座位、任意说话，抢同学的东西，谁不给就打谁。通过家访了解到，孩子父母工作忙，从小由外婆带大。外婆对孩子非常溺爱，小伟自己也有较强的好胜心与占有欲，容易与其他小朋友发生冲突，外婆索性不让小伟与其他小朋友一起玩耍。小伟在幼儿园时就老是扰乱课堂秩序，影响其他孩子活动，老师建议家长带到医院检查，医生检查后说小伟有多动症。随着年龄的增长，小伟越来越不知道怎样与小朋友融洽相处，性格也越来越孤僻。同学们都不愿意跟他同桌，甚至有家长明确提出不能让小伟挨着自己的孩子坐。</p><p>这天，小伟在数学课上忘记带直尺，希望同桌能借给他，同桌却不同意。小伟急了，直接抢过同学的直尺就用，引发了同学的不满。数学老师忍无可忍，大声斥责了小伟，并让小伟站到教室外面去。小伟把直尺一摔，径直跑出了教室。</p>",
                "hasMaterial": 1,
                "content": "<p>小伟的妈妈知道这件事后来到了学校，主动要求与数学老师和同学们沟通。假如你是班主任，在与家长的先行沟通中，下列说法最恰当的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"建议小伟留级，症状减轻后再上学\"}, {\"label\": \"B\", \"content\": \"承诺会让数学老师认识到处理不当之处\"}, {\"label\": \"C\", \"content\": \"保证后续会让同学们接纳小伟，请家长放心\"}, {\"label\": \"D\", \"content\": \"劝导家长正视小伟的问题，主动参与对小伟多动症的矫治\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查教师与家长的沟通能力。</p><p>教师与家长沟通时应遵循尊重、倾听的原则，换位思考。题干中家长疏于对学生的管理教育，数学老师教育患有多动症的小伟时，缺乏耐心，简单粗暴。作为班主任，与家长沟通时，既要承诺问题的解决，还应号召家长多多陪伴、参与孩子的问题矫治，故D项当选。</p><p>A项：未有效解决问题，且伤害学生自尊，易导致小伟症状加重。与题干不符，排除。</p><p>B项：在与家长的先行沟通中，可以先让家长认识到小伟的问题所在，让数学老师认识到处理的不当之处，可以在与数学老师、家长三方沟通时，做好协商。与题干不符，排除。</p><p>C项：要让学生接纳小伟，必须要让家长先认识到小伟的问题，家校合力改正小伟的不良习惯，在与家长的沟通中，如果直接向家长保证，则不利于家长了解学生情况，小伟的问题也难以进一步得到改进。与题干不符，排除。</p><p>故正确答案为D。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "建议小伟留级，症状减轻后再上学"
                    },
                    {
                        "label": "B",
                        "content": "承诺会让数学老师认识到处理不当之处"
                    },
                    {
                        "label": "C",
                        "content": "保证后续会让同学们接纳小伟，请家长放心"
                    },
                    {
                        "label": "D",
                        "content": "劝导家长正视小伟的问题，主动参与对小伟多动症的矫治"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "建议小伟留级，症状减轻后再上学"
                    },
                    {
                        "label": "B",
                        "content": "承诺会让数学老师认识到处理不当之处"
                    },
                    {
                        "label": "C",
                        "content": "保证后续会让同学们接纳小伟，请家长放心"
                    },
                    {
                        "label": "D",
                        "content": "劝导家长正视小伟的问题，主动参与对小伟多动症的矫治"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "D",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "劝导家长正视小伟的问题，主动参与对小伟多动症的矫治"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "承诺会让数学老师认识到处理不当之处"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "保证后续会让同学们接纳小伟，请家长放心"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "建议小伟留级，症状减轻后再上学"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        },
        {
            "id": 650790,
            "createTime": 1678674694,
            "realId": 7158,
            "subjectId": 2553089,
            "level": 99,
            "subjectDo": {
                "id": 2553089,
                "type": 1,
                "typeId": 1,
                "correctAnswer": "[\"C\"]",
                "label": "39878",
                "material": "<p>小伟是小学一年级的学生，看起来文文静静，却是同学们口中的“捣蛋鬼”：上课随便离开座位、任意说话，抢同学的东西，谁不给就打谁。通过家访了解到，孩子父母工作忙，从小由外婆带大。外婆对孩子非常溺爱，小伟自己也有较强的好胜心与占有欲，容易与其他小朋友发生冲突，外婆索性不让小伟与其他小朋友一起玩耍。小伟在幼儿园时就老是扰乱课堂秩序，影响其他孩子活动，老师建议家长带到医院检查，医生检查后说小伟有多动症。随着年龄的增长，小伟越来越不知道怎样与小朋友融洽相处，性格也越来越孤僻。同学们都不愿意跟他同桌，甚至有家长明确提出不能让小伟挨着自己的孩子坐。</p><p>这天，小伟在数学课上忘记带直尺，希望同桌能借给他，同桌却不同意。小伟急了，直接抢过同学的直尺就用，引发了同学的不满。数学老师忍无可忍，大声斥责了小伟，并让小伟站到教室外面去。小伟把直尺一摔，径直跑出了教室。</p>",
                "hasMaterial": 1,
                "content": "<p>如果小伟主动向数学老师承认错误，对于他的认错表现，数学老师首先应该做的是（    ）。</p>",
                "opt": "[{\"label\": \"A\", \"content\": \"帮助他分析同桌拒绝借直尺的原因\"}, {\"label\": \"B\", \"content\": \"客观分析同桌应相互帮助，应该借出直尺\"}, {\"label\": \"C\", \"content\": \"主动承认自身的处理方式有欠妥当的地方\"}, {\"label\": \"D\", \"content\": \"教育引导小伟下次遇到类似情况不应该冲动\"}]",
                "hasEnMaterial": 0,
                "analysis": "<p>本题考查教师与学生的沟通。</p><p>教师与学生沟通时应遵循尊重、关爱、换位思考的原则。题干中小伟与同桌因借尺子发生争执，数学老师粗暴呵斥小伟，现小伟主动承认错误，作为老师应该先就自身教育方式粗暴的问题向学生道歉，缓解二人关系；再引导小伟认识自身问题，予以针对性教育，故C项当选。</p><p>A项：直接分析原因，忽略了自身问题。与题干不符，排除。</p><p>B项：未引导小伟认识自身强硬抢夺尺子，不尊重同学的问题。与题干不符，排除。</p><p>D项：直接教育引导，忽略自身问题。与题干不符，排除。</p><p>故正确答案为C。</p>",
                "optList": [
                    {
                        "label": "A",
                        "content": "帮助他分析同桌拒绝借直尺的原因"
                    },
                    {
                        "label": "B",
                        "content": "客观分析同桌应相互帮助，应该借出直尺"
                    },
                    {
                        "label": "C",
                        "content": "主动承认自身的处理方式有欠妥当的地方"
                    },
                    {
                        "label": "D",
                        "content": "教育引导小伟下次遇到类似情况不应该冲动"
                    }
                ],
                "optListInfo": [
                    {
                        "label": "A",
                        "content": "帮助他分析同桌拒绝借直尺的原因"
                    },
                    {
                        "label": "B",
                        "content": "客观分析同桌应相互帮助，应该借出直尺"
                    },
                    {
                        "label": "C",
                        "content": "主动承认自身的处理方式有欠妥当的地方"
                    },
                    {
                        "label": "D",
                        "content": "教育引导小伟下次遇到类似情况不应该冲动"
                    }
                ],
                "detailedCategoryLabelId": 1,
                "singleRight": "C",
                "labelsArray": 39878,
                "optionCount": 4,
                "optionsObj": {
                    "option_4": {
                        "label": "D",
                        "content": "教育引导小伟下次遇到类似情况不应该冲动"
                    },
                    "option_2": {
                        "label": "B",
                        "content": "客观分析同桌应相互帮助，应该借出直尺"
                    },
                    "option_3": {
                        "label": "C",
                        "content": "主动承认自身的处理方式有欠妥当的地方"
                    },
                    "option_1": {
                        "label": "A",
                        "content": "帮助他分析同桌拒绝借直尺的原因"
                    }
                },
                "typeName": "单选题",
                "typeRule": 0,
                "inputModel": 1
            }
        }
    ],
    "isExportEmptyDivInCommonExport": 0,
    "innerCompoundStructure4Export": {}
}]